Repository: babaissarkar/wesnoth-bn
Catalog: wesnoth-wof/*.po
Languages: bn

source: I Call the Hunt. A hunt greater than any before it. Three flights of hunters. I already signaled Karron to continue east across the Grassy Flatland. Vladnir, you will depart southeast for the Warmsands. I shall go northeast into the Wesmere Jungle. Together we shall provide enough for all of Morogor.
bn: আমি হান্ট কল। এর আগে যে কোনও চেয়ে বড় শিকার। শিকারীদের তিনটি ফ্লাইট। আমি ইতিমধ্যে কারনকে ঘাসযুক্ত ফ্ল্যাটল্যান্ড জুড়ে পূর্বে চালিয়ে যাওয়ার ইঙ্গিত দিয়েছি। ভ্লাদনির, আপনি উষ্ণতাগুলির জন্য দক্ষিণ -পূর্ব ছেড়ে যাবেন। আমি উত্তর -পূর্বে ওয়েসমির জঙ্গলে যাব। একসাথে আমরা সমস্ত মরোগোরের জন্য যথেষ্ট সরবরাহ করব।

source: Then... so it will be...
bn: তাহলে ... তাই হবে ...

source: Harvest
bn: ফসল

source: Dominant Gorlack considered every hunting opportunity along the way to Wesmere.
bn: প্রভাবশালী গর্ল্যাক ওয়েসমিরের পথে প্রতিটি শিকারের সুযোগকে বিবেচনা করেছিলেন।

source: A deep green swamp offered adequate game. Yet the saurian Arinexis urged him on to the much fatter prize that lay just ahead...
bn: একটি গভীর সবুজ জলাভূমি পর্যাপ্ত গেম সরবরাহ করে।তবুও সৌরিয়ান অ্যারিনেক্সিস তাকে আরও মোটা পুরষ্কারে অনুরোধ করেছিলেন যা ঠিক সামনে রেখেছিল ...

source: For in the cold Jungle of Wesmere dwelt a great herd of a new prey–kind. Arinexis spoke of these ‘elves’ as dull witted with a capricious heart, the consequences of remaining too long within their stale realm.
bn: কারণ ওয়েসমিরের ঠান্ডা জঙ্গলে একটি নতুন শিকার - ধরণের একটি দুর্দান্ত পশুর বাস করত।অ্যারিনেক্সিস এই ‘এলভেস’ সম্পর্কে একটি কৌতুকপূর্ণ হৃদয় দিয়ে নিস্তেজ বলে কথা বলেছেন, তাদের বাসি রাজ্যের মধ্যে খুব দীর্ঘ থাকার পরিণতি।

source: It would seem they were perfect prey.
bn: দেখে মনে হবে তারা নিখুঁত শিকার ছিল।

source: Ministry of Fellowship
bn: ফেলোশিপ মন্ত্রক

source: Salennea
bn: সেলেনিয়া

source: Tree Fellows
bn: গাছ ফেলো

source: Gulladrumm
bn: গুলড্রামাম

source: Sea Fellows
bn: সমুদ্র ফেলো

source: Pelgara
bn: পেলগারা

source: Ornery Pets
bn: অর্নারি পোষা প্রাণী

source: Princess Mew
bn: রাজকন্যা মেউ

source: Wesmere March Guard
bn: ওয়েসমির মার্চ গার্ড

source: Vonel
bn: ভোনেল

source: Nomeon
bn: নোমিয়ন

source: Kill all prey
bn: সমস্ত শিকার হত্যা

source: Opponents will remain passive until attacked
bn: আক্রমণ না হওয়া পর্যন্ত বিরোধীরা প্যাসিভ থাকবে

source: Use of fire attacks on anyone standing in forest will ignite sweeping wildfires (due to enchanted leaf litter)
bn: বনে দাঁড়িয়ে থাকা যে কোনও ব্যক্তির উপর আগুনের আক্রমণ ব্যবহার করা ঝাপটানো দাবানলগুলি জ্বালিয়ে দেবে (মায়াময় পাতার লিটারের কারণে)

source: Anyone standing on wildfire for a turn suffers 16 fire damage
bn: যে কেউ একটি মোড়ের জন্য দাবানলের উপর দাঁড়িয়ে দাঁড়িয়ে 16 টি আগুনের ক্ষতি ভোগ করে

source: You monsters there! Halt! This is the sovereign realm of Wesmere. No further may you go.
bn: আপনি সেখানে দানব!থাম! এটি ওয়েসমিরের সার্বভৌম রাজ্য।আপনি আর যেতে পারেন না।

source: Monsters?! For spewing such hurtful venom, the true monster is you, Vonel! We must look deeper than their hideous and odious exteriors. Look deep to the beauty within!
bn: দানব?!এইরকম ক্ষতিকারক বিষকে বানানোর জন্য, সত্য দৈত্য আপনি, ভোনেল! আমাদের অবশ্যই তাদের ঘৃণ্য এবং অদ্ভুত বহিরাগতদের চেয়ে গভীর দেখতে হবে।ভিতরে সৌন্দর্যের গভীরে তাকান!

source: Princess, I beg of you, walk not again into jeopardy!
bn: রাজকন্যা, আমি আপনাকে ভিক্ষা করছি, আবারও ঝুঁকির মধ্যে পড়বেন না!

source: Be silent, Vonel. For I am no mere “princess” awaiting your salvation; I am a Lady of Wesmere!
bn: নীরব থাকুন, ভোনেল।কারণ আমি আপনার পরিত্রাণের অপেক্ষায় নিছক "রাজকন্যা" নই;আমি ওয়েসমিরের একজন মহিলা!

source: <small><i>you will always be a princess to me...</i></small>
bn: <small> <i> আপনি সর্বদা আমার কাছে রাজকন্যা হবেন ... </i> </ছোট>

source: Your beastly sinews and steel tools of death do not impress me, Vonel, for my witful tongue and virtuous conscience are more than protection enough in any case I may find myself.
bn: আপনার বিস্টলি সাইনউস এবং মৃত্যুর ইস্পাত সরঞ্জামগুলি আমাকে ভোনেলকে প্রভাবিত করে না, কারণ আমার বুদ্ধিমান জিহ্বা এবং পুণ্যবান বিবেক যে কোনও ক্ষেত্রে আমি নিজেকে খুঁজে পেতে পারি তার চেয়ে বেশি সুরক্ষার চেয়ে বেশি।

source: <i>... Shek’kahan, thisss is elves’ sssoft underbelly I ssspoke of... </i>
bn: <i> ... শেক'কাহান, এটি এলভেস ’নরম আন্ডারবিলি আমি কথা বলেছি ... </i>

source: These creatures of yours ramble incomprehensibly.
bn: আপনার এই প্রাণীগুলি অবিচ্ছিন্নভাবে ঘুরে বেড়ায়।

source: <i>That is jussst what they do. Now I will further pacify them with praise—</i>
bn: <i> এটাই তারা কী করে।এখন আমি তাদের আরও প্রশংসায় প্রশান্ত করব - </i>

source: Wise Salennea! We wish entry to your land to ssseek your counsssel. Grant usss thisssss, Salennea the Jussst!
bn: বুদ্ধিমান সালেনিয়া!আমরা আপনার কাউন্সেলকে এসসেক করতে আপনার জমিতে প্রবেশের ইচ্ছা করি।ইউএসএসএস থিসসস, সালেনিয়া দ্য জুসস্ট গ্রান্ট করুন!

source: Ah, “Salennea the Just”. I shall weave this into the long twine of my existing titles... “Wise Lady Salennea, the Just, Wielder of the Sapphire of Ice, the Embracer of Woses, the Merciful to Orcs, Keeper of Ca—
bn: আহ, "স্যালেনিয়া ন্যায়বিচার"।আমি এটি আমার বিদ্যমান শিরোনামগুলির দীর্ঘ সুতা মধ্যে বুনব ... “বুদ্ধিমান লেডি সালেনিয়া, দ্য স্যাফফায়ারের বরফের জাস্ট, উইল্ডার, ওয়েসের আলিঙ্গার, অর্কেসের প্রতি করুণাময়, সিএ -র রক্ষক

source: Salennea! ... we grow weary of travel... and we go hungry! <b>So Hungry.</b>
bn: সালেনিয়া!... আমরা ভ্রমণের ক্লান্ত হয়ে উঠি ... এবং আমরা ক্ষুধার্ত হয়ে যাই! <b> তাই ক্ষুধার্ত। </b>

source: Salennea, pray allow usss entry.
bn: সালেনিয়া, প্রার্থনা ইউএসএসএস প্রবেশের অনুমতি দিন।

source: Nay! This is a March of Wesmere, we shall not...
bn: না!এটি ওয়েসমিরের একটি মার্চ, আমরা করব না ...

source: Marches only part us, Vonel. Let all be welcome to Wesmere!
bn: ভোনেল কেবল আমাদেরই অংশ নিয়েছে। সবাইকে ওয়েসমিরে স্বাগত জানাই!

source: This is my castle Saethrania — the Castle of Sharing. You may make an abode of castle Gliinoler — the Castle of Caring. My attendants will bestow whatever form of floral nourishment you most desire. Mayhap Bread of the Locust Fruit softened with Milk of the Hazel and sweetened with Sap of the Birch?
bn: এটি আমার ক্যাসেল সেথ্রানিয়া - ভাগ করে নেওয়ার দুর্গ। আপনি ক্যাসেল গ্লিওনোলারের একটি আবাস তৈরি করতে পারেন - যত্নশীল ক্যাসেল। আমার পরিচারকরা আপনি যে ধরণের ফুলের পুষ্টির সবচেয়ে বেশি চান তা প্রদান করবেন।পঙ্গপাল ফলের মাইহ্যাপ রুটি হ্যাজেলের দুধের সাথে নরম হয়ে বার্চের স্যাপ দিয়ে মিষ্টি?

source: Also, there are some little things I must ask of you... As I do realize your off-putting rough and scaly skin is largely beyond your control, I ask only that you dress well enough to cover as much of yourselves as you feel comfortable doing. I wish that you take no offense in my asking this favor! Further, I find your odors somewhat repulsive— Though I shan’t hold this against you! Still, if you would only treble bathe at the start and close of each day, and twice in between, it might do wonders! Also, regarding your weaponry—
bn: এছাড়াও, কিছু ছোট জিনিস আছে যা আমাকে অবশ্যই জিজ্ঞাসা করতে হবে ... যেহেতু আমি বুঝতে পারি যে আপনার অফ-পপিং রুক্ষ এবং খসখসে ত্বকটি মূলত আপনার নিয়ন্ত্রণের বাইরে রয়েছে, আমি কেবল কেবল আপনাকে জিজ্ঞাসা করি যে আপনি নিজের মতো করে নিজের মতো করে যতটা স্বাচ্ছন্দ্য বোধ করেন ততটা cover াকতে যথেষ্ট ভাল পোশাক পরেছেন।আমি আশা করি আপনি আমার এই অনুগ্রহে কোনও অপরাধ না নেবেন! আরও, আমি আপনার গন্ধগুলি কিছুটা বিদ্বেষপূর্ণ বলে মনে করি - যদিও আমি এটি আপনার বিরুদ্ধে রাখি না!তবুও, আপনি যদি কেবল প্রতিটি দিনের শুরু এবং বন্ধ হয়ে স্নান করতে পারেন এবং এর মধ্যে দু'বারের মধ্যে এটি বিস্ময়কর কাজ করতে পারে! এছাড়াও, আপনার অস্ত্র সম্পর্কে

source: We are ssssso weary... let usss dissscusss sssuch sssmall details in good time.
bn: আমরা ssssso ক্লান্ত ... ইউএসএসএসকে ভাল সময়ে বিচ্ছিন্ন sssssmall বিবরণগুলি বিচ্ছিন্ন করতে দিন।

source: But of course.
bn: কিন্তু অবশ্যই.

source: Vonel, have you seen my personal diary anywhere? It was in the safe keeping of a handmaiden of mine, but she has gone missing.
bn: ভোনেল, আপনি কি আমার ব্যক্তিগত ডায়েরি কোথাও দেখেছেন?এটি আমার একটি হ্যান্ডমেইডেনের নিরাপদ রাখার মধ্যে ছিল, তবে সে নিখোঁজ হয়ে গেছে।

source: <i>Another</i> of your handmaidens is missing? Since when has she gone missing?
bn: <i> আপনার হ্যান্ডমেইডেনগুলির আরেকটি </i> অনুপস্থিত?কখন থেকে সে নিখোঁজ হয়েছে?

source: Since I sent her to feed my precious aethenwood tygers.
bn: যেহেতু আমি তাকে আমার মূল্যবান এথেনউড টাইগারদের খাওয়ানোর জন্য পাঠিয়েছি।

source: <i>Oh my...</i>
bn: <i> ওহ আমার ... </i>

source: When my diary is found, see that no one looks upon its pages— My diary is very personal, Vonel!
bn: যখন আমার ডায়েরিটি পাওয়া যায়, দেখুন যে কেউ এর পৃষ্ঠাগুলিতে তাকান না— আমার ডায়েরি খুব ব্যক্তিগত, ভোনেল!

source: Of course, m’Lady.
bn: অবশ্যই, এম'লডি।

source: “The Diary of Lady Salennea”
bn: "লেডি সেলেনিয়ার ডায়েরি"

source: 7th day of Greenleaf ...the Sapphire of Ice has yet improved even my own talent for the art of scrying. I have discarded my Orb of Pondering in favor of it. Soon I shall peer into the far side of our Faerie World, which that pretender Lady Dionli claims she fears to descry. She simply has not the talent to do so, though she shall never admit it. How I despise that upstart Lady Dionli, that usurper of my rightful place in the Ka’lian, whose only real talent is the art of...
bn: গ্রিনলিফের সপ্তম দিন ... বরফের নীলা এখনও স্কাইয়ের শিল্পের জন্য আমার নিজস্ব প্রতিভা উন্নত করেছে।আমি এর পক্ষে আমার ভাবনার কক্ষটি ফেলে দিয়েছি।শীঘ্রই আমি আমাদের ফেইরি জগতের সুদূর দিকে এগিয়ে যাব, যা সেই ভান্ডার লেডি ডায়নলি দাবি করেছেন যে তিনি ডেসক্রি করতে ভয় পেয়েছেন।তার কেবল এটি করার প্রতিভা নেই, যদিও তিনি কখনই তা স্বীকার করবেন না।আমি কীভাবে এই আপস্টার্ট লেডি ডায়নলিকে ঘৃণা করি, কায়লিয়ান ভাষায় আমার যথাযথ স্থানের দখলদার, যার একমাত্র আসল প্রতিভা হ'ল শিল্প ...

source: 28th day of Greenleaf ...now that I have found a powerful ally in Lord Vanar of the far side, the days of Lady Dionli are nigh over. I need only complete a single small ritual for him, the details of which he shall provide to me after I gather the necessary elements. I list them here so as not to forget: — A slab of cold black granite. — One of my fair young handmaidens. — A twisted metal dagger that menaces with spikes of...
bn: গ্রিনলিফের 28 তম দিন ... এখন যেহেতু আমি দূরের লর্ড ভ্যানারে একটি শক্তিশালী মিত্র খুঁজে পেয়েছি, লেডি ডায়নলির দিনগুলি আরও নিকটে।আমি তার জন্য কেবল একটি ছোট ছোট আচার সম্পূর্ণ করতে হবে, আমি প্রয়োজনীয় উপাদানগুলি সংগ্রহ করার পরে তিনি আমাকে যে বিশদটি সরবরাহ করবেন তার বিবরণ।আমি তাদের এখানে তালিকাভুক্ত করি যাতে ভুলে যাবেন না: - ঠান্ডা কালো গ্রানাইটের একটি স্ল্যাব। - আমার এক ফর্সা তরুণ হ্যান্ডমেইডেনস। - একটি বাঁকানো ধাতব ছিনতাই যা স্পাইক দিয়ে বিপত্তি করে ...

source: 29th day of Greenleaf ...how was I to know Vanar’s ritual would involve blood sacrifice?! Oh, if only the wicked “Lady” Dionli had not put me in this unenviable position. Now I shall need another unsalaried novice handmaiden willing to work for “experience”...
bn: গ্রিনলিফের 29 তম দিন ... আমি কীভাবে জানতাম যে ভ্যানারের আচারটি রক্তের ত্যাগের সাথে জড়িত?!ওহ, যদি কেবল দুষ্ট "লেডি" ডায়নলি আমাকে এই অনিবার্য অবস্থানে না রাখেন।এখন আমার আরও একটি অযৌক্তিক নবজাতক হ্যান্ডমেইডেনের প্রয়োজন হবে "অভিজ্ঞতা" এর জন্য কাজ করতে ইচ্ছুক ...

source: 1st day of Leaffall ...still more of these dreadful rituals must be completed before Vanar can place a curse upon my usurper. Yet if I stop now, everything I have sacrificed— <i>everyone</i> I have sacrificed —shall have been in vain! I owe it to them to continue...
bn: লাফলের প্রথম দিন ... ভ্যানার আমার দখলদারীর উপর একটি অভিশাপ দেওয়ার আগে এই ভয়ঙ্কর আচারগুলি আরও অনেক কিছু সম্পন্ন করতে হবে।তবুও যদি আমি এখনই থামি তবে আমি যা বলেছি তা সবই <i> প্রত্যেকে </i> আমি কোরবানি দিয়েছি - শাল বৃথা গেছে!আমি তাদের চালিয়ে যাওয়ার জন্য তাদের ow ণী ...

source: 13th day of Leaffall ...the Ka’lian is growing suspicious because more of my attendants have gone missing than usual. I must vastly intensify my persona. And for future rituals, I shall need new <i>“guests of honor”</i> which are not of elfkind...
bn: লাফলের 13 তম দিন ... কায়লিয়ান সন্দেহজনক হয়ে উঠছে কারণ আমার পরিচারকদের অনেকেরই স্বাভাবিকের চেয়ে নিখোঁজ হয়ে গেছে।আমাকে অবশ্যই আমার ব্যক্তিত্বকে আরও তীব্র করতে হবে।এবং ভবিষ্যতের আচারের জন্য, আমার নতুন <i> "সম্মানের অতিথি" </i> যা এলফাইন্ডের নয় ...

source: 31st day of Leaffall ...those saurians may smell of the swamp they crawl from, but they shall make a worthy sacrifice to Vanar! I have extended a formal invitation to Arinexis, a saurian ambassador, or what passes for one amongst their primitive and malodorous kind. I shall show this saurian and its entourage every courtesy and tempt them with all the delights of elvish cuisine— seasoned with Shavings of the Yew...
bn: 31 ল্যাফলের দিন ... এই সৌরিয়ানরা যে জলাবদ্ধতা থেকে তারা হামাগুড়ি দেয় সেগুলির গন্ধ পেতে পারে তবে তারা ভানারের কাছে উপযুক্ত ত্যাগ স্বীকার করবে!আমি সৌরিয়ান রাষ্ট্রদূত অরিনেক্সিসকে বা তাদের আদিম এবং ম্যালোডারাস ধরণের মধ্যে একজনের জন্য কী পাস করে তার কাছে একটি আনুষ্ঠানিক আমন্ত্রণ বাড়িয়েছি।আমি এই সৌরিয়ান এবং এর প্রতিটি সৌজন্যকে কেন্দ্র করে দেখাব এবং এলভিশ রান্নার সমস্ত আনন্দ দিয়ে তাদের প্ররোচিত করব ye

source: This tree has been debarked by repeated scratching from animals of some kind. It smells strongly of a fig tree yet it is clearly an oak.
bn: এই গাছটি কোনও প্রকারের প্রাণী থেকে বারবার স্ক্র্যাচ করে ডিবির্ক করা হয়েছে।এটি একটি ডুমুর গাছের দৃ strongly ়ভাবে গন্ধযুক্ত তবুও এটি স্পষ্টভাবে একটি ওক।

source: Might I tempt you with some of the finest floral refreshments of elvish cuisine?
bn: আমি কি আপনাকে এলভিশ রান্নার কয়েকটি সেরা ফুলের রিফ্রেশমেন্টের সাথে প্ররোচিত করতে পারি?

source: Sssalennea, has your Ka’lian ruled to formally apologize to our Sssaurian Empire for sssetting loossse your human minions upon usssss?
bn: এসসালেনিয়া, আপনার কেলিয়ান কি ইউএসএসএসএস -এ আপনার মানব মাইনগুলিকে শোভিত করার জন্য আমাদের এসসৌরিয়ান সাম্রাজ্যের কাছে আনুষ্ঠানিকভাবে ক্ষমা চাওয়ার রায় দিয়েছেন?

source: The Ka’lian neither confirms nor denies any involvement. We elves of Wesmere have moved on from this matter and we hope you shall as well!
bn: কা'লিয়ান কোনও জড়িত থাকার বিষয়টি নিশ্চিত করে না বা অস্বীকার করে না। আমরা ওয়েসমিরের এলভেস এই বিষয়টি থেকে সরে এসেছি এবং আমরা আশা করি আপনিও হবেন!

source: Oh we will move on, we will...
bn: ওহ আমরা এগিয়ে যাব, আমরা ...

source: ...as sssoon as we have finished with you here.
bn: ... যেমন আমরা এখানে আপনার সাথে শেষ করেছি।

source: Gorlack, pray position your hunters well and then let usss attack!
bn: গোরল্যাক, প্রার্থনা আপনার শিকারীদের ভালভাবে অবস্থান করুন এবং তারপরে ইউএসএসএস আক্রমণ করতে দিন!

source: Nay! This is a thing too terrible to foresee. Vonel, save me from these monsters!
bn: না!এটি পূর্বাভাসের পক্ষে খুব ভয়ঙ্কর জিনিস।ভোনেল, আমাকে এই দানব থেকে বাঁচান!

source: I am coming to save you, m’Lady! Dispatch doves to the Ka’lian with word of our peril here!
bn: আমি তোমাকে বাঁচাতে আসছি, এম'লডি! আমাদের বিপদ সম্পর্কে এখানে ক্যলিয়ানকে কবুতর প্রেরণ করুন!

source: Lady Salennea loosed them to the wilds this morning for sake of their well being... I shall bring word myself!
bn: লেডি সালেনিয়া তাদের সুস্থতার জন্য আজ সকালে তাদের বন্যদের কাছে ছেড়ে দিয়েছে ... আমি নিজেই কথা আনব!

source: Nay, I need you here to defend this march until your dying bre—
bn: বরং, আপনার মৃত্যুর আগ পর্যন্ত এই মার্চকে রক্ষা করার জন্য আমার এখানে দরকার

source: You have slain me, Vonel. Your bias and slander against these gentle giants imbued them with a terrible yet justifiable wrath!
bn: আপনি আমাকে হত্যা করেছেন, ভোনেল।আপনার পক্ষপাতিত্ব এবং এই মৃদু দৈত্যদের বিরুদ্ধে অপবাদ তাদেরকে একটি ভয়াবহ তবুও ন্যায়সঙ্গত ক্রোধের সাথে মগ্ন করেছিল!

source: If only I had listened to you, my Lady... <small><i>my princess</i></small> ... Naaaaaaaay!
bn: যদি আমি কেবল আপনার কথা শুনে থাকি, আমার মহিলা ... <small> <i> আমার রাজকন্যা </i> </ছোট> ... নাআআআআআআআআআআআআআআআআআআআআআআআআআ

source: $unit.name finds a shiny sapphire. Do you want this unit to take it?
bn: $unit.name একটি চকচকে নীলকান্তমণি খুঁজে পায়।আপনি কি এই ইউনিটটি নিতে চান?

source: Sapphire of Ice^Take it
bn: বরফের নীলা^এটি নিন

source: Sapphire of Ice^Leave it
bn: বরফের নীলা^এটি ছেড়ে দিন

source: $unit.name finds a shiny sapphire. But only a speaking unit can take it!
bn: $unit.name একটি চকচকে নীলকান্তমণি খুঁজে পায়।তবে কেবল একটি স্পিকিং ইউনিট এটি নিতে পারে!

source: Flight, spread forth. Seize all this jungle offers us. Then regather upon the Sunreach Peaks.
bn: ফ্লাইট, ছড়িয়ে। এই সমস্ত জঙ্গলটি আমাদের সরবরাহ করে। তারপরে সানরিচ শৃঙ্গগুলিতে রেজাদার।

source: Overlook
bn: উপেক্ষা

source: The main body of Flight Gorlack descended upon a rocky mountainside overlooking the Jungle of Wesmere. There, Dominant Gorlack waited for his wings of hunters to rejoin them.
bn: ফ্লাইট গোরল্যাকের মূল দেহটি ওয়েসমিরের জঙ্গলে উপেক্ষা করে একটি পাথুরে পর্বতমালার উপরে নেমেছিল।সেখানে, প্রভাবশালী গোরলাক তার শিকারীদের ডানাগুলিতে পুনরায় যোগদানের জন্য অপেক্ষা করেছিলেন।

source: They were long overdue...
bn: তারা দীর্ঘ সময়সীমা ছিল ...

source: Strange Creatures
bn: অদ্ভুত প্রাণী

source: Avatar of Nova
bn: নোভা অবতার

source: Elves
bn: এলভেস

source: Woses
bn: Wose

source: Gates
bn: গেটস

source: Passage Gate
bn: প্যাসেজ গেট

source: Gorlack, Resha, Arinexis and Zedrix reach the cave exit
bn: গোরল্যাক, রেজা, অ্যারিনেক্সিস এবং জেডরিক্স গুহায় প্রস্থান করে

source: When the heroes exit, anyone left on the map will die
bn: নায়করা যখন প্রস্থান করেন, মানচিত্রে যে কেউ চলে যাবেন

source: Anyone that exits before the heroes do will survive
bn: নায়কদের আগে যে কেউ প্রস্থান করে সে বেঁচে থাকবে

source: Unrecalled veterans will survive
bn: অপরিবর্তিত প্রবীণরা বেঁচে থাকবে

source: To command ressspect, our alliance with dragons mussst have <b>sssssome</b> name!
bn: রিসস্পেক্টকে কমান্ড করার জন্য, ড্রাগনস মিউসস্টের সাথে আমাদের জোটের <b> sssssome </b> নাম রয়েছে!

source: ‘Sssibblings of Sssetting Sssun’
bn: ‘এসএসএসটিটিং এসএসএসআইএনএসএসইএনএসএসআইএনএসএসআইএনএস’

source: ‘Union of Saurgrath and Morogor’
bn: ‘সোরগ্রাথ ও মোরোগোর ইউনিয়ন’

source: ‘Alignment of Moon and Sssun’
bn: ‘চাঁদ এবং এসএসএসুনের প্রান্তিককরণ’

source: ‘Sandwalkers’
bn: ‘স্যান্ডওয়াকার’

source: ‘League of Ssseven Sssilver Ssstars and Five Fish of Firmament’
bn: ‘লীগ অফ এসসভেন এসসিলভার এসস্টারস এবং ফার্মেন্টের পাঁচটি মাছ’

source: ‘Sandfolks’!
bn: ‘স্যান্ডফোলস’!

source: Ah, that is mossst favored name— ‘Sandfolksss’ —bland, yet no negative connotationsss which sssummon...
bn: আহ, এটি শ্যাওলা পছন্দের নাম - ‘স্যান্ডফোলসস’ - ব্ল্যান্ড, তবুও কোনও নেতিবাচক ধারণা নেই যা এসসুমন ...

source: You <b>will</b> be silent.
bn: আপনি <b> </b> নীরব থাকবেন।

source: Report, Resha. There are still nine wings yet to rejoin us!
bn: রিপোর্ট, রিসা। আমাদের আবার যোগদানের জন্য এখনও নয়টি ডানা রয়েছে!

source: Gorlack, the wings are slain.
bn: গোরল্যাক, ডানাগুলি হত্যা করা হয়।

source: Impossible...
bn: অসম্ভব ...

source: The jungle withheld the elves’ true number. Just as our pride withheld their true potency. A full host of them now pursues us here. We must retreat to the eyrie with all haste.
bn: জঙ্গলটি এলভেসের সত্য সংখ্যাটি রোধ করে। ঠিক যেমন আমাদের অহংকার তাদের সত্যিকারের শক্তি সহ্য করে। তাদের একটি সম্পূর্ণ হোস্ট এখন আমাদের এখানে অনুসরণ করে। আমাদের অবশ্যই সমস্ত তাড়াহুড়ো করে আইরিতে ফিরে যেতে হবে।

source: They are coming...
bn: তারা আসছে...

source: Our haul is too heavy to be flown with a dozen trips. We must not forsake it. Too much depends on it.
bn: এক ডজন ভ্রমণের সাথে উড়ে যাওয়া আমাদের ভারী খুব ভারী। আমাদের অবশ্যই এটি ত্যাগ করা উচিত নয়। খুব বেশি এটির উপর নির্ভর করে।

source: Through thisss cave! Essscape through here...
bn: থিসস গুহা মাধ্যমে!এখানে এসস্কেপ ...

source: With care, Arinexis, with care! Fire dussst is ssstrewn about.
bn: যত্ন সহ, অ্যারিনেক্সিস, যত্ন সহ!ফায়ার ডাসস্ট সম্পর্কে ssstrewn হয়।

source: Dragons, do not breath on thisss dussst!
bn: ড্রাগনস, এই ডুসস্টে শ্বাস নেবেন না!

source: Fire Dust... enough to bring down this cave behind us...
bn: ফায়ার ডাস্ট ... আমাদের পিছনে এই গুহাটি নামিয়ে আনতে যথেষ্ট ...

source: ... a <b>cave</b>.
bn: ... এ <b> গুহা </b>।

source: Gorlack, you know we must brave it... We shall do this. Together. You delivered me from <b><i>that</i></b> cave alive. I swear to you, Gorlack, I shall now repay you in kind.
bn: গোরল্যাক, আপনি জানেন আমাদের অবশ্যই এটি সাহসী হতে হবে ... আমরা এটি করব। একসাথে। আপনি আমাকে <b> <i> থেকে উদ্ধার করেছেন যে </i> </b> গুহা জীবিত। আমি তোমাকে শপথ করছি, গোরল্যাক, আমি এখন আপনাকে সদয় শোধ করব।

source: Resha... about <b><i>that</i></b> cave... there is someth—
bn: রেজা ... প্রায় <b> <i> যে </i> </b> গুহা ... কিছু আছে -

source: Land gliders! Their aim must be to delay us before the arrival of the others.
bn: ল্যান্ড গ্লাইডার! তাদের লক্ষ্য অবশ্যই অন্যের আগমনের আগে আমাদের বিলম্ব করা।

source: I need a few to hold a line across the mouth. The rest of you, into the cave!
bn: মুখের ওপারে একটি লাইন ধরে রাখতে আমার কয়েকজন দরকার। আপনারা বাকি, গুহায়!

source: Lodestane Mines of Gyldanwolf Clan Year of Wirk 368, 7th Month They elves wur back in the mushroom croft again, making dolly threats tae the laddies in that fancy tongue of thairs. Said thay wid attack if we gather ony mair wood tae feed oor mushrooms, it does nae even maiter if it be juist the pine! Hud the laddies pat up gates tae keep they elves oot fur now. If thay dae come back with an airmie we cannae handle, we hae flashpowder kegs aroond the load bearing walls. They elves ur sae impressed with that cute “magic” of thairs— think of the looks oan thair faces whin thay see dwarven kencraft at wirk! Still, oor woodcutters cannae harvest ony mair mushroom fodder oot of the forest withoot elves chipping away at thaim and the lodestane mines ur nearly tae the end of thair veins. Mibbie ah shuid trade this cave tae that streenge “Nova” cratur efter all. Whit ever it be ah dae nae care; if the elves ever come back then thay kin deal with it.
bn: গিল্ডানওয়ালফ বংশের লডস্টেন মাইনস ওয়ার্ক 368, 7 ম মাসের বছর তারা আবার মাশরুমের ক্রফ্টে ফিরে আসে, আবার ডলি হুমকি দেয় যা তীরের সেই অভিনব ভাষায় মই।থাই উইড অ্যাটাক বলেছিল আমরা যদি অনি মাইর উড টায়ে ফিড ওওর মাশরুমগুলি সংগ্রহ করি তবে এটি পাইন জুয়েস্ট হলেও এটি নাও করে! হুড মই প্যাট আপ গেটস টায়ে তারা এখন এলভেস ফুরকে রাখে। যদি থাই দা কোনও এয়ারমি নিয়ে ফিরে আসে তবে আমরা হ্যান্ডেলটি হ্যান্ডেল করি, আমরা ফ্ল্যাশপাউডার ক্যাগগুলি লোড বহনকারী দেয়ালগুলি ছড়িয়ে দিই।তারা এলভেস উর সায়ে তীরের সেই সুন্দর "যাদু" দেখে মুগ্ধ হয়েছিলেন - চেহারাগুলি ভাবুন যে ওয়ান থাইর মুখগুলি যখন থাই দেখেন দ্বারভেন কেনক্রাফ্টটি ওয়ার্কে! তবুও, ওর উডকুটারস কান্নে ফসল অনি মাইর মাশরুমের চারণ ওট বনের ওট বুট এলভাস থাইম এবং লডেস্টেন মাইনস আপনার প্রায় থাইর শিরাগুলির শেষের দিকে প্রায় তাৎক্ষণিকভাবে। মিব্বি আহ শুয়েড ট্রেড এই গুহায় তাই যে স্ট্রেনজ "নোভা" ক্রাটুর সমস্ত।হুইট কখনও এটি আহ দা না যত্ন;যদি এলভস কখনও ফিরে আসে তবে থাই আত্মীয় এটি মোকাবেলা করে।

source: Is that you again, Khrakrahs?
bn: তুমি কি আবার, ক্রাকরাহ?

source: It is to his ssstronger brother, Shek’kahan, that you ssspeak!
bn: এটি তাঁর এসএসস্ট্রঞ্জার ভাই, শেককাহানের কাছে, আপনি এসএসএসপিক!

source: As you say.
bn: তুমি যা বল.

source: I shall have passage through this mountain. You are advised to move aside.
bn: আমি এই পর্বত পেরিয়ে যাব। আপনাকে একপাশে সরানোর পরামর্শ দেওয়া হচ্ছে।

source: You have no means to threaten me. Even if you destroyed this grim avatar of mine, presently speaking to you, I would continue acting through my others in far off places. Now, I must resume my work and you must leave...
bn: আমাকে হুমকি দেওয়ার কোনও উপায় আপনার নেই।এমনকি যদি আপনি আমার এই ভয়াবহ অবতারটি ধ্বংস করে দেন, বর্তমানে আপনার সাথে কথা বললেও আমি আমার অন্যদের মাধ্যমে দূরবর্তী স্থানে অভিনয় চালিয়ে যাব। এখন, আমাকে অবশ্যই আমার কাজটি আবার শুরু করতে হবে এবং আপনাকে অবশ্যই চলে যেতে হবে ...
