Repository: babaissarkar/wesnoth-bn
Catalog: wesnoth-wof/*.po
Languages: bn

source: Soaring over a sea bright as the sky above, the airy world far around suspending them under a midday sun...
bn: উপরের আকাশের মতো উজ্জ্বল একটি সমুদ্রের উপর দিয়ে উড়ে যাওয়া, মধ্যাহ্নের সূর্যের নীচে তাদের স্থগিত করার আশেপাশে বাতাসযুক্ত পৃথিবী ...

source: Skimming just above the glassy moonlit ocean, their wingwakes rippling behind...
bn: কাঁচের চাঁদনি মহাসাগরের ঠিক উপরে স্কিমিং, তাদের উইংওয়াকগুলি পিছনে ছড়িয়ে পড়ে ...

source: So forth the journey persisted.
bn: তাই যাত্রা অব্যাহত ছিল।

source: To spot the petty shoals, Resha formed her gliders into a forward line spanning several horizons. Even so, the shoals nigh slipped past their north wing unnoticed. At long last, the flight set down on them.
bn: ক্ষুদ্র শোলগুলি চিহ্নিত করার জন্য, রাশা তার গ্লাইডারগুলি বেশ কয়েকটি দিগন্তের বিস্তৃত একটি ফরোয়ার্ড লাইনে তৈরি করেছিলেন।তবুও, শোলস নাই তাদের উত্তর উইংকে নজরে না দিয়ে পিছলে গেল।শেষ অবধি, ফ্লাইটটি তাদের উপর নামল।

source: Flight Gorlack
bn: ফ্লাইট গোরল্যাক

source: Nemas
bn: তোমার কাছে নেই

source: Serpents
bn: সর্প

source: Shussek
bn: শুসেক

source: Poseira
bn: অঙ্গবিক্ষেপ

source: Hold all villages at the end of turn 18
bn: টার্ন 18 এর শেষে সমস্ত গ্রাম ধরে রাখুন

source: Not hold all villages at the end of turn 18
bn: 18 টার্নের শেষে সমস্ত গ্রাম ধরে রাখবেন না

source: You can make the naga allies by moving Resha next to their leader (if you have not killed any of them)
bn: আপনি তাদের নেতার পাশে রাশাকে সরিয়ে নাগা মিত্রদের তৈরি করতে পারেন (যদি আপনি তাদের কাউকে হত্যা না করে থাকেন)

source: Clashers cannot be recruited or recalled
bn: সংঘর্ষকারীদের নিয়োগ বা পুনরুদ্ধার করা যায় না

source: It is summer, daytime is longer
bn: এটি গ্রীষ্ম, দিনের সময় দীর্ঘ

source: Ssssss! Leave our reef, fish imps.
bn: এসএসএসএসএস!আমাদের রিফ ছেড়ে দিন, ফিশ ইমপস।

source: Naga interlopers, these isles are now annexed to the realm of Lord Typhon, and by his decree, you are banished from them.
bn: নাগা ইন্টারলোপারস, এই দ্বীপগুলি এখন লর্ড টাইফনের রাজ্যে সংযুক্ত করা হয়েছে এবং তাঁর ডিক্রি দ্বারা আপনি তাদের কাছ থেকে নিষিদ্ধ করা হয়েছে।

source: My liege! Drakes have made landfall to your south!
bn: আমার প্রভু!ড্রাকগুলি আপনার দক্ষিণে অবতরণ করেছে!

source: Drakes?! By the gods, how can they be out this far from their rocks?
bn: ড্রাকস?!দেবতাদের দ্বারা, তারা কীভাবে তাদের পাথর থেকে দূরে থাকতে পারে?

source: Ssssss! What is this? You bring bizarre winged hirelings to our parley... Treachery!
bn: এসএসএসএসএস!এটা কি?আপনি আমাদের পার্লিতে উদ্ভট উইংড হিরলিংগুলি নিয়ে এসেছেন ... বিশ্বাসঘাতকতা!

source: Naga interlopers, this shall be my final warning to you, depart at once!
bn: নাগা ইন্টারলোপারস, এটি আপনার কাছে আমার চূড়ান্ত সতর্কতা হবে, একবারে প্রস্থান করুন!

source: We will ‘de-part’ your fins from you and gulp your fry by the thousands. Ssssss!
bn: আমরা আপনার কাছ থেকে আপনার পাখনাগুলিকে ‘ডি-পার্ট’ করব এবং হাজার হাজার দ্বারা আপনার ফ্রাইটি ছড়িয়ে দেব।এসএসএসএসএস!

source: Long have the merfolk harried us. Now they hinder our journey across their ocean realm.
bn: দীর্ঘদিন ধরে মেরফোক আমাদেরকে হরিণ করেছে। এখন তারা তাদের মহাসাগর জুড়ে আমাদের যাত্রা বাধা দেয়।

source: Without dominion over these shoals, we cannot reprovision. Yet the flight is direly weary from the journey. We should avoid conflict.
bn: এই শোলগুলির উপর আধিপত্য ছাড়া আমরা প্রত্যাখ্যান করতে পারি না। তবুও বিমানটি যাত্রা থেকে তীব্রভাবে ক্লান্ত। আমাদের দ্বন্দ্ব এড়ানো উচিত।

source: We outmatch them. We shall overcome them as so we always have.
bn: আমরা তাদের আউটম্যাচ। আমরা সবসময় যেমন আমাদের সর্বদা থাকি তেমন কাটিয়ে উঠব।

source: If that is your will. Yet pray first recall the folly of Dominant Morogor at the Battle of the Crystal Sea.
bn: যদি এটি আপনার ইচ্ছা হয়। তবুও প্রার্থনা প্রথমে ক্রিস্টাল সাগরের যুদ্ধে প্রভাবশালী মুরোগরের বোকামি স্মরণ করুন।

source: ... You speak true, Resha. We must repeat not the ancient mistakes.
bn: ... তুমি সত্য কথা বলো, রিসা। আমাদের অবশ্যই প্রাচীন ভুলগুলি পুনরাবৃত্তি করতে হবে।

source: I shall allow a sojourn of three days. The whole of the flight will rest. Except for we that are strongest of wing... We shall harass the sea devils whenever they offer the chance. By the third day’s end, we must hold all their settlements. For from those shall we, all at once, carry away <i>their</i> provisions with our rested flight.
bn: আমি তিন দিনের একটি যাত্রা করার অনুমতি দেব। পুরো ফ্লাইট বিশ্রাম নেবে। আমরা বাদে যারা উইংয়ের সবচেয়ে শক্তিশালী ... যখনই তারা সুযোগ দেয় আমরা সমুদ্র শয়তানদের হয়রানি করব। তৃতীয় দিনের শেষের দিকে, আমাদের অবশ্যই তাদের সমস্ত বসতিগুলি ধরে রাখতে হবে। এগুলি থেকে আমরা একবারে, আমাদের বিশ্রাম নেওয়া ফ্লাইটের সাথে </i> বিধানগুলি নিয়ে যাব।

source: We might also forge a truce with the serpents.
bn: আমরা সর্পদের সাথে একটি যুদ্ধও জাল করতে পারি।

source: A truce with prey...
bn: শিকারের সাথে একটি যুদ্ধ ...

source: Grant me your trust, for alien possibilities exist in this wider world. If we slay none of these serpents, I might turn their leader to our side. Yet I must get close enough to grasp the strange words it speaks. Otherwise, having not summoned us here, they will assume us allies of the merfolk.
bn: আমাকে আপনার বিশ্বাস দিন, এই বিস্তৃত বিশ্বে এলিয়েন সম্ভাবনার জন্য বিদ্যমান। যদি আমরা এই সর্পগুলির কোনওটিকেই হত্যা করি তবে আমি তাদের নেতাকে আমাদের দিকে ফিরিয়ে দিতে পারি। তবুও এটি যে অদ্ভুত শব্দগুলি বলে তা উপলব্ধি করার জন্য আমার অবশ্যই যথেষ্ট কাছে যেতে হবে। অন্যথায়, এখানে আমাদের তলব না করে তারা আমাদেরকে মেরফোকের মিত্রদের ধরে নেবে।

source: I shall consider this.
bn: আমি এটি বিবেচনা করব।

source: My liege, permission to engage the drakes?
bn: আমার মিথ্যা, ড্রকে জড়িত করার অনুমতি?

source: Permission denied. Stay on your keep and let your forces engage them.
bn: অনুমতি অস্বীকার।আপনার রাখার উপর থাকুন এবং আপনার বাহিনীকে তাদের জড়িত করতে দিন।

source: With all due respect, sir, I am no coward. My father always led from the front and his fighters respected him for it.
bn: সমস্ত যথাযথ শ্রদ্ধার সাথে, স্যার, আমি কোনও কাপুরুষ নই।আমার বাবা সর্বদা সামনে থেকে নেতৃত্ব দিয়েছিলেন এবং তাঁর যোদ্ধারা তাকে এর জন্য শ্রদ্ধা করেছিলেন।

source: Remain at your post, Nemas, that is an order. I have something special planned to turn the tides in our favor.
bn: আপনার পোস্টে থাকুন, নেমাস, এটি একটি আদেশ। আমাদের পক্ষে জোয়ারগুলি ঘুরিয়ে দেওয়ার জন্য বিশেষ কিছু পরিকল্পনা করা হয়েছে।

source: Strange waves circle the northernmost shoals. I fear the northern mermish plan to unleash monsters from the deep.
bn: অদ্ভুত তরঙ্গগুলি উত্তরতম শোলগুলি বৃত্ত করে। আমি আশঙ্কা করি উত্তর মারমিশ গভীর থেকে দানবদের মুক্ত করার পরিকল্পনা।

source: Slaying their leader will halt their doing so.
bn: তাদের নেতাকে হত্যা করা তাদের কাজ বন্ধ করে দেবে।

source: That might spread us too thin. I must advise against it.
bn: এটি আমাদের খুব পাতলা ছড়িয়ে দিতে পারে। আমি অবশ্যই এর বিরুদ্ধে পরামর্শ দিতে হবে।

source: Advance!
bn: অগ্রিম!

source: Nemas, you are violating a direct order! Return to your keep at once!
bn: নেমাস, আপনি সরাসরি আদেশ লঙ্ঘন করছেন!একবারে আপনার রাখুন!

source: Release the Kraken!
bn: ক্রাকেনকে মুক্ত কর!

source: Slimysuckers
bn: স্লিমিসুকার্স

source: Glarbelblarg!
bn: গ্লারবেলব্লার্গ!

source: Creepytentacles
bn: ক্রাইপেন্টেলকেলস

source: Largeeyes
bn: Ligheyes

source: Stinkinink
bn: সেন্ট

source: (<i>burp</i>)
bn: (<i> বার্প </i>)

source: Behold your doom!
bn: আপনার ডুম দেখুন!

source: Sharpspikes
bn: শার্পস্পাইকস

source: Graarrrrrr!
bn: গ্যারার্রর!

source: Shinyscales
bn: শিনস্কেলস

source: Roarrrrrr!
bn: রোররর!

source: Longtooth
bn: লংটোথ

source: Hissssss!
bn: পার্টসসেস!

source: Razorfin
bn: বিশ্রাম

source: (<i>cough</i>) ...rawr
bn: (<i> কাশি </i>) ... কাঁচা

source: We seek an ally against these fiendish merfolk.
bn: আমরা এই ফিন্ডিশ মেরফোকের বিরুদ্ধে মিত্রের সন্ধান করি।

source: Ssssss? You will betray merfolk?
bn: এসএসএসএসএস?আপনি মারফোককে বিশ্বাসঘাতকতা করবেন?

source: ... Yes.
bn: ... হ্যাঁ.

source: And then you take this reef from us? Ssssss!
bn: এবং তারপরে আপনি আমাদের কাছ থেকে এই রিফটি নেবেন?এসএসএসএসএস!

source: We seek a right to respite here for those of our kind traveling past these isles.
bn: আমরা এই দ্বীপপুঞ্জের অতীত ভ্রমণকারীদের জন্য এখানে অবকাশের অধিকার চাই।

source: What you say?
bn: তুমি কী বল?

source: ...... We have no need of your reef. We seek only the land above the sea.
bn: ...... আমাদের আপনার রিফের কোনও প্রয়োজন নেই।আমরা কেবল সমুদ্রের উপরে জমি সন্ধান করি।

source: You have a deal, sky monster. Merfolk will float dead on the waves!
bn: আপনার একটি চুক্তি আছে, স্কাই মনস্টার।মেরফোক waves েউয়ের উপর মরে ভেসে যাবে!

source: Ssssss? You have betrayed merfolk?
bn: এসএসএসএসএস?তুমি কি বিশ্বাসঘাতকতা করেছ?

source: And now you take this reef from us? Ssssss!
bn: এবং এখন আপনি আমাদের কাছ থেকে এই রিফটি নেবেন?এসএসএসএসএস!

source: So be it, sky monster.
bn: তাই হোন, স্কাই মনস্টার।

source: Ssssss!
bn: সাসুসাস!

source: All provisions are gathered; the flight is readied for departure, awaiting your command.
bn: সমস্ত বিধান সংগ্রহ করা হয়;আপনার কমান্ডের অপেক্ষায় ফ্লাইটটি প্রস্থানের জন্য প্রস্তুত করা হয়।

source: It is given. Take wing!
bn: এটা দেওয়া হয়। উইং নিন!

source: Threshold
bn: থ্রেশহোল্ড

source: Gliders were dispatched back to Morogor with exacting details of the petty atoll’s location. The flight resumed its journey east.
bn: পেটি অ্যাটলের অবস্থানের বিশদ বিবরণ সহ গ্লাইডারগুলি মরোগরে ফিরে প্রেরণ করা হয়েছিল।ফ্লাইটটি পূর্বের যাত্রাটি আবার শুরু করেছিল।

source: The familiar rhythm of the long journey began anew. The aching of wings slowly returned.
bn: দীর্ঘ যাত্রার পরিচিত ছন্দটি নতুনভাবে শুরু হয়েছিল।উইংসের ব্যথা আস্তে আস্তে ফিরে এল।

source: Then Gorlack, scouting far ahead with the forward wing, sighted it. Land as great as the ocean. The land without end.
bn: তারপরে গোরল্যাক, ফরোয়ার্ড উইংয়ের সাথে অনেক এগিয়ে স্কাউটিং করে এটি দেখল।সমুদ্রের মতো দুর্দান্ত জমি।শেষ ছাড়া জমি।

source: Resha persuaded Gorlack to make first landfall upon a nearby cluster of three isles. Here a narrow sea warded against the unknown perils of the Greatland.
bn: রাশা গোরল্যাককে তিনটি দ্বীপের নিকটবর্তী ক্লাস্টারের উপর প্রথম স্থলভাগে প্ররোচিত করেছিলেন।এখানে গ্রেটল্যান্ডের অজানা বিপদের বিরুদ্ধে একটি সরু সমুদ্র।

source: Forward Wing
bn: ফরোয়ার্ড উইং

source: Haldric Creatures
bn: হালড্রিক প্রাণী

source: Rhynnin
bn: লুট

source: Elyn
bn: শত্রু

source: Sword of Aethyr
bn: এথিরের তরোয়াল

source: Addroran’s Gaze
bn: অ্যাডরোরানের দৃষ্টিতে

source: Mace of Eldaric
bn: এল্ডারিকের গদি

source: Stormvale
bn: স্টর্মভেল

source: Southbay
bn: সাউথবে

source: Hatchlings
bn: হ্যাচলিংস

source: Oxepotex
bn: অক্সপোটেক্স

source: I am Oxepotex! Massster tamer of beassstsss big and sssmall.
bn: আমি অক্সেপোটেক্স!বিয়াসস্টসস বিগ এবং এসএসসমলের ম্যাসস্টার টেমার।

source: Sssettle down, Oxe. And get to work feeding your petsss!
bn: Sssettle ডাউন, অক্স। এবং আপনার পোষা প্রাণী খাওয়ানোর কাজ পেতে!

source: I hear...
bn: আমি শুনি...

source: Tidbit
bn: জোয়ার

source: Morsel
bn: মুরসেল

source: Nibble
bn: নিবল

source: Smidge
bn: স্বল্প পরিমাণ

source: Vermin!
bn: ভার্মিন!

source: <i>Reeeeee!</i>
bn: <i> রেই! </i>

source: I shall...
bn: আমি করবো...

source: eat them.
bn: এগুলো খাও.

source: pet them.
bn: তাদের পোষা।

source: <i>squeak</i>
bn: <i> চেপে </i>

source: Achievement Unlocked: <b>Leader of Mice</b>
bn: অর্জন উন্মুক্ত: <b> ইঁদুরের নেতা </b>

source: Kill Rhynnin
bn: রাইনিনকে হত্যা করুন

source: Capture all villages
bn: সমস্ত গ্রাম ক্যাপচার

source: Death of Arinexis
bn: অ্যারিনেক্সিসের মৃত্যু

source: Death of Zedrix
bn: জেডরিক্সের মৃত্যু

source: Recruiting and recalling are not possible
bn: নিয়োগ এবং স্মরণ করা সম্ভব নয়

source: The humans and merfolk will attempt to recapture villages but wildlife will not
bn: মানুষ এবং মেরফোক গ্রামগুলি পুনরুদ্ধার করার চেষ্টা করবে তবে বন্যজীবন তা করবে না

source: It is here I shall plant my eyrie. This will be the threshold through which our folk pass. From our long shameful exile adrift on sinking isles. Reascended to claim our forgotten birthright of this greater world.
bn: এখানেই আমি আমার আইরি লাগিয়ে দেব। এটি সেই প্রান্তিক হবে যার মাধ্যমে আমাদের লোকটি পাস করবে। ডুবে যাওয়া দ্বীপপুঞ্জের বিষয়ে আমাদের দীর্ঘ লজ্জাজনক নির্বাসিত প্রবাস থেকে। এই বৃহত্তর বিশ্বের আমাদের ভুলে যাওয়া জন্মগত অধিকার দাবি করার জন্য পুনরায় প্রত্যাখ্যান করা হয়েছে।

source: The game looks sparser than these isles should bear... Some orcs may have drifted to here as well.
bn: এই দ্বীপপুঞ্জের চেয়ে গেমটি স্পারসার দেখায় ... কিছু orcs এখানেও প্রবাহিত হতে পারে।

source: Then we shall seize their settlements to procure our flight’s sustenance.
bn: তারপরে আমরা আমাদের ফ্লাইটের ভরণপোষণ সংগ্রহের জন্য তাদের বসতিগুলি ব্যবহার করব।

source: There is some commotion below us... Hatchlings! There are hatchlings just below. They look to be in dire need of aid!
bn: আমাদের নীচে কিছু হৈচৈ আছে ... হ্যাচলিংস! ঠিক নীচে হ্যাচলিংস রয়েছে। তারা সাহায্যের গুরুতর প্রয়োজন বলে মনে হচ্ছে!

source: Excellent, we have them surrounded once more. This time do not allow any to slip through; the King will have every one of their green heads for his mantle. When you are done here, advance to the interior villages and trample the eggs. These little devils will cause Fort Elense no more trouble.
bn: দুর্দান্ত, আমরা তাদের আরও একবার ঘিরে রেখেছি।এই সময় কোনওটি পিছলে যেতে দেয় না;রাজা তার ম্যান্টলের জন্য তাদের প্রতিটি সবুজ মাথা রাখবেন। আপনি এখানে হয়ে গেলে অভ্যন্তরীণ গ্রামগুলিতে অগ্রসর হন এবং ডিমগুলি পদদলিত করুন।এই ছোট্ট শয়তানরা ফোর্ট ইলেসকে আর কোনও ঝামেলা করবে না।

source: Another herd of those orc creatures...
bn: এই অর্কির প্রাণীদের আরেকটি পশুপাল ...

source: Nay, their weaponry is not crude enough. Those are haldric, creatures of much higher quality.
bn: হ্যাঁ, তাদের অস্ত্রশস্ত্র যথেষ্ট অপরিশোধিত নয়। এগুলি হলড্রিক, অনেক উচ্চ মানের প্রাণী।

source: Whilst the haldric speak with many unfamiliar words, their menacing tone is clear. Those hatchlings will be slain if our intervention is not swift.
bn: হাল্ড্রিক অনেক অপরিচিত শব্দের সাথে কথা বলে, তাদের মেনাকিং স্বর পরিষ্কার। আমাদের হস্তক্ষেপ যদি দ্রুত না হয় তবে এই হ্যাচলিংগুলি হত্যা করা হবে।

source: He returns! Noble Shek’kahan returns from ssspirit realm to sssave usssss! (<i>chirping sob</i>)
bn: তিনি ফেরৎ!নোবেল শেক’কাহান এসএসএসপিরিট রাজত্ব থেকে এসএসএসএভি ইউএসএসএসএসে ফিরে আসেন!(<i> চিপ্পিং সোব </i>)

source: Resha. These... are <b>not</b> hatchlings.
bn: রিসা। এগুলি ... <b> নয় </b> হ্যাচলিংস।

source: By the Winds, they are not. Their resemblance is so strikingly of hatchlings...
bn: বাতাসের দ্বারা, তারা হয় না। তাদের সাদৃশ্যটি হ্যাচলিংসের এত মারাত্মকভাবে ...

source: Ssso these are Fire Dragons, eh Zedrix? Hail, dragons! (<i>rapid clicking</i>) Down here!
bn: এসএসএসও এগুলি ফায়ার ড্রাগন, তাই জেডরিক্স? হিল, ড্রাগন!(<i> দ্রুত ক্লিক </i>) নিচে!

source: They are receiving us.
bn: তারা আমাদের গ্রহণ করছে।

source: Hail-loooo! Dragons, can you ssspeak? Zedrix, you sssaid dragons can ssssspeak!
bn: হিল-লুও!ড্রাগন, আপনি কি এসএসএসপেক করতে পারেন?জেডারিক্স, আপনি এসএসএসএআইডি ড্রাগনগুলি এসএসএসএসএসপিক করতে পারেন!

source: Little ones! You will do as I command!
bn: ছোট একটা! আমি কমান্ড হিসাবে আপনি করতে হবে!

source: By every sssign upon firmament, we hear you Shek’kahan! You are our moonlight!
bn: প্রতি দৃ ign ়তার সাথে প্রতিটি এসসাইন দ্বারা আমরা আপনাকে শেককাহান শুনি!তুমি আমাদের মুনলাইট!

source: Rhynnin has fallen, just as I feared he would. So eager to serve his King and so very proud of his quest here; he underestimated the treachery of this accursed place and our strange enemy that would choose to shelter here. Men, I am now in command of this expedition. No more lone heroics. Signal the eastern detachment that we shall try to reunite with them along the isle’s southern shore.
bn: রাইনিন পড়েছে, ঠিক যেমনটি আমি ভয় পেয়েছিলাম যে সে করবে।তাঁর রাজার সেবা করতে এত আগ্রহী এবং এখানে তাঁর সন্ধানের জন্য খুব গর্বিত;তিনি এই অভিশপ্ত জায়গাটির বিশ্বাসঘাতকতা এবং আমাদের অদ্ভুত শত্রুকে অবমূল্যায়ন করেছিলেন যা এখানে আশ্রয় নিতে পছন্দ করবে। পুরুষ, আমি এখন এই অভিযানের কমান্ডে আছি।আর একাকী বীরত্ব নেই।পূর্ব বিচ্ছিন্নতার সংকেত দেয় যে আমরা তাদের সাথে আইলের দক্ষিণ তীরে পুনরায় একত্রিত হওয়ার চেষ্টা করব।

source: The haldric creatures have twice before seized an isle of Morogor. To have done so, they must possess a nigh drakelike cunning. Should they sense defeat approaching... They may put their settlements to the flame to deny us the stores of provisions therein. The arrival of our flight would likely startle such desperate action. We would be wise to secure all settlements before then.
bn: হাল্ড্রিক ক্রিয়েচারস আইল অফ মোরোগর দখলের আগে দুবার করেছে। এটি করার জন্য, তাদের অবশ্যই একটি নিকাশী ড্রেকলাইক ধূর্ততা থাকতে হবে। তাদের কি পরাজিত হওয়ার বিষয়টি অনুভব করা উচিত ... তারা সেখানে বিধানের দোকানগুলি অস্বীকার করার জন্য তাদের বসতিগুলি শিখায় রাখতে পারে। আমাদের ফ্লাইটের আগমন সম্ভবত এই জাতীয় মরিয়া ক্রিয়াটি চমকে দেবে। আমরা এর আগে সমস্ত বন্দোবস্ত সুরক্ষিত করা বুদ্ধিমানের কাজ হবে।

source: Any lassst words, brute?
bn: কোন লাসস্ট শব্দ, ব্রুট?

source: ...you have only bought yourselves a little time... ...for your cowardly attack on Fort Elense there can be no mercy for you saurians... ...you will never escape the King’s Justice...
bn: ... আপনি কেবল নিজেকে একটু সময় কিনেছেন ... ... ফোর্ট এলেন্সে আপনার কাপুরুষোচিত আক্রমণ করার জন্য আপনার জন্য সৌরিয়ানদের জন্য কোন দয়া হতে পারে না ... ... আপনি কখনই রাজার ন্যায়বিচার থেকে বাঁচতে পারবেন না ...

source: Your king’s <b>jussstice</b>?! Your king murdered my brood sssisssters unprovoked! Your Fort Elense sssitsss over their bones!
bn: আপনার রাজার <b> জুসস্টাইস </b>?!তোমার রাজা আমার ব্রুড সিসিসিসস্টারদের খুন করলেন!আপনার দুর্গগুলি তাদের হাড়ের উপরে এসসিটসস!

source: ...the King did as he needed to, and may the Sky Father favor him for it... ...the elves would never have granted us sanctuary if he refused to do the deeds they asked of him...
bn: ... রাজা যেমন প্রয়োজন তেমন করেছিলেন, এবং আকাশের বাবা তার পক্ষে তার পক্ষে যেতে পারেন ... ... এলভস যদি তারা তাঁর কাছে জিজ্ঞাসা করা কাজগুলি করতে অস্বীকার করে তবে আমাদের অভয়ারণ্যটি কখনই আমাদের অভয়ারণ্য দিতে পারত না ...

source: ...our every action in this land is justified... ...for we are only refugees here; doing what we must to survive...
bn: ... এই জমিতে আমাদের প্রতিটি ক্রিয়া ন্যায়সঙ্গত ... ... কারণ আমরা এখানে কেবল শরণার্থী;বেঁচে থাকার জন্য আমাদের যা করতে হবে তা করা ...

source: Ssso let that be your epitaph.
bn: Ssso এটি আপনার এপিটাফ হতে দিন।

source: Log 72 I have found anoþer Aquadyne. It is here, deep beneaþ Þe Þree Sisters. It has only been þree years since Haldric destroyed þe elf gosts þat were sapping it and already þere is a mælstrom formed off þe norþ shore. Just like þose mælstroms Seeker Perþ discovered west of Alduin before a Wisp chased away his ship. Indeed, þere must be an Aquadyne every twenty leagues around þe entire Great Continent. Everyþing is just as Seeker Oþila had predicted. We should never have left her behind on þe Green Isle. Wiþout her work it may take centuries before we of þe Silver Order know what mankind is dealing wiþ on þis continent. Þe Færie World is stronger here þan we ever imagined. ——Someþing is wrong. I am getting a signal of warning from þe norþwest watchtower and þere is smoke rising from þe souþern iland. Rhynnin’s expedition is under attack and I sense it is more þan just þe saurians. I must go to assist. I do not have time to cypher þis log, nor can I risk taking my logbook wiþ me to perhaps be captured by an unknown enemy. Yet I shall not destroy it, þe secrecy of þe Silver Order be damned. May þe sea carry þis book back to Fort Elense so someone will know what has been discovered here.
bn: লগ 72 আমি anoÞer acoadyne পেয়েছি।এটি এখানে, গভীর বেনিয়া Þ ই বোনেরা।এটি কেবলমাত্র বছর হয়ে গেছে যেহেতু হাল্ড্রিক ধ্বংস হয়ে গেছে - এলফ গস্টগুলি এটি স্যাপিং করছিল এবং ইতিমধ্যে এটি একটি মলস্ট্রোম তৈরি হয়েছে nor নোর তীরে।ঠিক যেমন একটি উইসপ তার জাহাজটি ধাওয়া করার আগে আলডুইনের পশ্চিমে আবিষ্কার করেছিলেন þse mælstroms সন্ধানকারী। প্রকৃতপক্ষে, অবশ্যই পুরো মহান মহাদেশের চারপাশে প্রতি বিশটি লিগের একটি অ্যাকোয়াডিন হতে হবে।প্রত্যেকটিই ঠিক যেমনটি সিকার ও ওলা পূর্বাভাস দিয়েছিল।আমাদের গ্রিন আইলে তাকে পিছনে ফেলে রাখা উচিত ছিল না।তার কাজটি দেখে আমরা সিলভার অর্ডারটি জানার আগে কয়েক শতাব্দী সময় লাগতে পারে তা জানার আগে মানবজাতি কি মহাদেশে কী আচরণ করছে।আমরা কখনও কল্পনাও করেছি যে এখানে ফ্যারি ওয়ার্ল্ড আরও শক্তিশালী। --কিছু একটা সমস্যা.আমি Nor নোর ওয়েস্ট ওয়াচটাওয়ারের কাছ থেকে সতর্কতার একটি সংকেত পাচ্ছি এবং oune ই সৌর্ন ইল্যান্ড থেকে ধোঁয়া উঠছে।রাইনিনের অভিযান আক্রমণে রয়েছে এবং আমি অনুভব করি যে এটি কেবল সওরিয়ানরা আরও বেশি।আমাকে অবশ্যই সহায়তা করতে যেতে হবে। লগ -এর সাইফার করার সময় আমার কাছে সময় নেই, বা আমার লগবুকটি সম্ভবত কোনও অজানা শত্রুর দ্বারা বন্দী হওয়ার জন্য আমাকে নিয়ে যাওয়ার ঝুঁকি নিতে পারি না।তবুও আমি এটিকে ধ্বংস করব না, Prail রৌপ্য আদেশের গোপনীয়তা নিন্দা করা হবে।ফোর্ট এলেনস -এ আবার সমুদ্রের বইটি বহন করতে পারে যাতে কেউ জানতে পারে যে এখানে কী আবিষ্কার হয়েছে।

source: Beware the great maelstrom off the north coast.
bn: উত্তর উপকূলে দুর্দান্ত মেলস্ট্রোম থেকে সাবধান থাকুন।

source: The tides are of no consequence to us, Resha.
bn: জোয়ারগুলি আমাদের কোনও পরিণতি হয় না, রাশা।

source: Long ago, such maelstroms were strongholds of an ancient foe. I fear a thing most foul may lurk within there, even now. We would do well to keep our distance from it.
bn: অনেক আগে, এই জাতীয় মেলস্ট্রমগুলি একটি প্রাচীন শত্রুর দুর্গ ছিল। আমি ভয় করি যে কোনও জিনিস সবচেয়ে খারাপ জিনিস সেখানেও লুকিয়ে থাকতে পারে। আমরা এ থেকে আমাদের দূরত্ব বজায় রাখতে ভাল করব।

source: I shall keep that in mind. Carry on with your duty.
bn: আমি এটা মনে রাখব। আপনার দায়িত্ব পালন করুন।

source: A powerful maelstrom, surrounded by paradoxically calm waters. The swirling current seems to come entirely from deep below the sandy seabed. It emanates a faint melodic humming.
bn: একটি শক্তিশালী মেলস্ট্রোম, প্যারাডক্সিকভাবে শান্ত জল দ্বারা বেষ্টিত।ঘূর্ণায়মান স্রোতটি পুরোপুরি বেলে সমুদ্রের তীরের নীচে থেকে এসেছে বলে মনে হচ্ছে।এটি একটি অজ্ঞান মেলোডিক হামিং উদ্ভাসিত।

source: The humming grows slowly louder as a cold mist begins to billow out. The mist somehow moves against the wind.
bn: ঠান্ডা কুয়াশা বিলো বেরিয়ে আসতে শুরু করার সাথে সাথে হামিং ধীরে ধীরে জোরে বাড়তে থাকে।কুয়াশা একরকম বাতাসের বিরুদ্ধে চলে।

source: Fly away from it! Fly!
bn: এ থেকে দূরে উড়ে! উড়ে!

source: It is just as I had feared.
bn: এটা ঠিক যেমন আমি ভয় পেয়েছিলাম।

source: Elaborate.
bn: বিস্তৃত।

source: This is a <i>living mist</i>, a creature of the Faerie.
bn: এটি একটি <i> জীবন্ত কুয়াশা </i>, ফেয়ারির একটি প্রাণী।

source: Without our flight, we have not the numbers to engage this foe on equal terms. We should evade it if we can.
bn: আমাদের ফ্লাইট ব্যতীত, আমাদের এই শত্রুদের সমান শর্তে জড়িত করার সংখ্যা নেই। আমরা যদি পারি তবে আমাদের এড়ানো উচিত।

source: The settlements are seized, along with all contained provisions. There is enough to feed our flight for half a dozen moons.
bn: সমস্ত অন্তর্ভুক্ত বিধান সহ বন্দোবস্তগুলি জব্দ করা হয়। আমাদের ফ্লাইটটি অর্ধ ডজন চাঁদের জন্য খাওয়ানোর মতো যথেষ্ট।

source: Upon this isle, I hereby Proclaim my Eyrie. From here my domain extends.
bn: এই দ্বীপে, আমি এখানে আমার আইরি ঘোষণা করি। এখান থেকে আমার ডোমেন প্রসারিত।

source: Resha, dispatch gliders back to Morogor with tidings. Send word also that I shall issue my summons in a year’s time. All flights with a heart hot enough to undergo the journey, will be received at this place, my eyrie. From here, they may go forth to set eyries of their own upon this greatest land.
bn: রিসা, প্রেরণে মোরোগরে ফিরে গ্লাইডারগুলি প্রেরণ করুন। এই কথাটিও প্রেরণ করুন যে আমি এক বছরের মধ্যে আমার সমন জারি করব। একটি হৃদয় সহ সমস্ত ফ্লাইটগুলি যাত্রা করার জন্য যথেষ্ট গরম গরম, এই জায়গায় প্রাপ্ত হবে, আমার আইরি। এখান থেকে, তারা এই বৃহত্তম ভূমিতে তাদের নিজস্ব আইরি সেট করতে এগিয়ে যেতে পারে।

source: By your command. I wish to dispatch a sky patrol as well. To begin ceaseless watch of the Greatland just off our eastern shore.
bn: আপনার আদেশ দ্বারা। আমি পাশাপাশি একটি আকাশের টহল প্রেরণ করতে চাই। আমাদের পূর্ব তীরে ঠিক গ্রেটল্যান্ডের নিরবচ্ছিন্ন ঘড়ি শুরু করতে।

source: Make it so.
bn: তবে এটাই করো.

source: Early Arrival
bn: প্রথম আগমন
