Repository: babaissarkar/wesnoth-bn
Catalog: wesnoth-wof/*.po
Languages: bn

source: Wait... what is that behind you? <i>Faerie</i> creatures have followed you... If they come much closer <b><u>It</u></b> will see what has been created here. The Faerie World sees and feels through the senses of all the simpler beings it has transmuted. And if it only glimpses my work in this early phase, we may lose our world’s best hope against it.
bn: অপেক্ষা করুন ... তোমার পিছনে কী? <i> ফেরি </i> প্রাণীগুলি আপনাকে অনুসরণ করেছে ... যদি তারা আরও কাছাকাছি আসে <b> <u> এটি </u> </b> এখানে কী তৈরি হয়েছে তা দেখতে পাবে। ফেরি ওয়ার্ল্ড এটি সংক্রমণিত সমস্ত সহজ প্রাণীর ইন্দ্রিয়গুলি দেখে এবং অনুভব করে।এবং যদি এটি কেবল এই প্রাথমিক পর্যায়ে আমার কাজকে ঝলক দেয় তবে আমরা এর বিরুদ্ধে আমাদের বিশ্বের সেরা আশা হারাতে পারি।

source: The Faerie... You say those things that pursue us are ‘Faerie’. That is a fearsome word known from even our oldest Memories. Tell us its full meaning.
bn: ফেরি ... আপনি বলছেন যে জিনিসগুলি আমাদের অনুসরণ করে তা হ'ল 'ফেরি'। এটি আমাদের প্রাচীনতম স্মৃতি থেকেও পরিচিত একটি ভয়ঙ্কর শব্দ। আমাদের এর সম্পূর্ণ অর্থ বলুন।

source: There is <b><u>no</u></b> time for that! Faerie creatures are chasing you; you must leave the way you came or they will follow you here.
bn: এর জন্য <b> <u> না </u> </b> সময় আছে! ফেরি প্রাণীগুলি আপনাকে তাড়া করছে;আপনি যেভাবে এসেছেন সেভাবে আপনাকে অবশ্যই ছেড়ে যেতে হবে বা তারা আপনাকে এখানে অনুসরণ করবে।

source: Gorlack, it is an ancient terror that hunts us. You must get our flight through this mountain at any cost.
bn: গোরল্যাক, এটি একটি প্রাচীন সন্ত্রাস যা আমাদের শিকার করে। আপনাকে অবশ্যই যে কোনও মূল্যে এই পর্বত দিয়ে আমাদের বিমানটি পেতে হবে।

source: <i>*flicks tongue*</i> Dragonsss! Gate behind talking boness ssmellsss of fresh air. That isss way through mountain. We mussst break through that gate! With hassste, dragonsss!
bn: <i>*জিহ্বা ফ্লিক*</in> ড্রাগনের!কথা বলার হাড়ের পিছনে গেট তাজা বাতাসের গন্ধ।যা পর্বত দিয়ে পথ।আমরা সেই গেট দিয়ে বিরতি!হাসস্টে, ড্রাগনস সহ!

source: Stop! I am using nearly all my Focus to spellbind these Faerie creatures from seeing the true nature of this place. I cannot hope to drive back an army of dragons at the same time! You leave me no choice but to destroy my creation to save its secret.
bn: থাম! আমি এই জায়গাটির প্রকৃত প্রকৃতি দেখে এই ফেরি প্রাণীগুলিকে বানান করতে আমার প্রায় সমস্ত ফোকাস ব্যবহার করছি।আমি একই সাথে ড্রাগনের সেনাবাহিনীকে ফিরিয়ে আনার আশা করতে পারি না! আপনি আমার সৃষ্টির গোপনীয়তা বাঁচাতে ধ্বংস করা ছাড়া আমাকে আর কোনও উপায় ছাড়েন না।

source: Yet even a disenchantment on such a scale will take all my remaining Focus... I ask you for a truce. I know you have no idea what is at stake here, but please, at least grant me this.
bn: তবুও এ জাতীয় স্কেলে একটি বিচ্ছিন্নতাও আমার সমস্ত অবশিষ্ট ফোকাস নেবে ... আমি আপনাকে একটি যুদ্ধের জন্য জিজ্ঞাসা। আমি জানি যে এখানে কী ঝুঁকির মধ্যে রয়েছে তা আপনার কোনও ধারণা নেই তবে দয়া করে কমপক্ষে আমাকে এটি মঞ্জুর করুন।

source: You will...
bn: তুমি ...

source: have your truce.
bn: আপনার যুদ্ধ আছে।

source: Thank you, Gorlack and Resha.
bn: আপনাকে ধন্যবাদ, গোরল্যাক এবং রাশা।

source: Our names are known to you, yet we have given them not... There is something familiar of you... from a Memory long ago—
bn: আমাদের নামগুলি আপনার কাছে পরিচিত, তবুও আমরা তাদের দিয়েছি না ... আপনার পরিচিত কিছু আছে ... অনেক আগে স্মৃতি থেকে—

source: The gate blocking your passage is no more. Hurry, there is little time.
bn: আপনার উত্তরণকে অবরুদ্ধ করা গেটটি আর নেই।তাড়াতাড়ি, খুব কম সময় আছে।

source: meet your doom.
bn: আপনার ডুমের সাথে দেখা করুন।

source: Your chance for clemency has expired.
bn: আপনার কৌতূহলের জন্য সুযোগের মেয়াদ শেষ হয়ে গেছে।

source: Such a sickly looking creature.
bn: যেমন একটি অসুস্থ চেহারা প্রাণী।

source: That is a ssskeletoid — humans’ true and ssstrongessst form. Every human that dies sssomeday rises again as one of those.
bn: এটি একটি ssskeletoid - মানুষের সত্য এবং ssstrongesst ফর্ম।প্রত্যেক মানুষ যে সিসোমেডে মারা যায় সেগুলির মধ্যে একটি হিসাবে আবার উঠে আসে।

source: Unlesss you burn, crush or eat the bones firssssst. Never leave the bones!
bn: যদি না আপনি পোড়া, ক্রাশ বা হাড়গুলি ফার্স্টসস্টস্ট না খাবেন।হাড় কখনও ছাড়বেন না!

source: Nay. Gorlack, I shall not depart this cave before you!
bn: হ্যাঁগোরল্যাক, আমি তোমার আগে এই গুহাটি ছাড়ব না!

source: Those two saurians do not keep pace... Yet I shall not forsake them to such a place as this.
bn: এই দুই সৌরিয়ান গতি রাখে না ... তবুও আমি এ জাতীয় জায়গায় তাদের ত্যাগ করব না।

source: Go on, my friend. I shall make sure none follow. Leave this cave behind.
bn: যাও, আমার বন্ধু। আমি নিশ্চিত করব যে কেউ অনুসরণ করবে না। এই গুহাটি পিছনে ছেড়ে দিন।

source: Nay, there is no time, we leave now.
bn: হ্যাঁ, সময় নেই, আমরা এখন চলে যাই।

source: Tell Karron I always regretted taking her place.
bn: কারনকে বলুন আমি সবসময় তার জায়গা নেওয়ার জন্য আফসোস করি।

source: Resha, we leave this cave together. Just like we did the first one.
bn: রাশা, আমরা এই গুহাটি একসাথে ছেড়ে চলেছি। ঠিক যেমন আমরা প্রথমটি করেছি।

source: Farewell my friend...
bn: সুস্বাগতম বন্ধু...

source: Resha...
bn: রেজা ...

source: My wings catch the Winds of Fate...
bn: আমার ডানা ভাগ্যের বাতাস ধরে ...

source: My friend...
bn: আমার বন্ধু...

source: I have slain you...
bn: আমি তোমাকে হত্যা করেছি ...

source: Allies
bn: মিত্র

source: Gorlack must reach the beacon at the northern volcano
bn: গর্ল্যাককে অবশ্যই উত্তর আগ্নেয়গিরিতে বীকনে পৌঁছতে হবে

source: From there, make your final stand
bn: সেখান থেকে, আপনার চূড়ান্ত অবস্থান করুন

source: It is winter, nighttime is longer
bn: শীতকালীন, রাতের সময় দীর্ঘ

source: Klanir
bn: কালানীর

source: Dominant Gorlack, I bring ill tidings of the hunt. The Flight of Karron was decimated by a pack of humans upon the grassy stretches. The last word from Dominant Karron spoke of their striving for a retreat to your eyrie. In a noble attempt to aid the imperiled Flight of Karron... My dominant, Vladnir, fell to our prey. Our flight was scattered east, deep into the Greatland.
bn: প্রভাবশালী গোরল্যাক, আমি শিকারের অসুস্থ সংবাদ নিয়ে এসেছি। কারনের ফ্লাইটটি ঘাসযুক্ত প্রসারগুলিতে এক প্যাক মানুষের দ্বারা ধ্বংস হয়ে গিয়েছিল। প্রভাবশালী কারনের শেষ শব্দটি আপনার আইরিতে পশ্চাদপসরণের জন্য তাদের প্রচেষ্টার কথা বলেছিল। কারনের অসম্পূর্ণ ফ্লাইটে সহায়তা করার এক মহৎ প্রয়াসে ... আমার প্রভাবশালী, ভ্লাদনির, আমাদের শিকারের কাছে পড়ে গেল। আমাদের বিমানটি পূর্ব দিকে ছড়িয়ে ছিটিয়ে ছিল, গ্রেটল্যান্ডের গভীরে।

source: I must relay what I know to Dominant Karron, should she still live.
bn: আমি অবশ্যই প্রভাবশালী কারনকে যা জানি তা অবশ্যই আমার অবশ্যই রিলে করতে হবে, সে এখনও বেঁচে থাকতে পারে।

source: Glider, take care.
bn: গ্লাইডার, যত্ন নিন।

source: Cold ssseason has arrived. Many moons of cold are now upon usssss.
bn: ঠান্ডা ssseseason এসে গেছে।ঠান্ডা অনেক চাঁদ এখন ইউএসএসএসএসে রয়েছে।

source: We shall set camp there... Where the wounded land bleeds its warming ichor... May it provide the safety for our weary flight that I have failed to.
bn: আমরা সেখানে শিবির স্থাপন করব ... যেখানে আহত জমি তার উষ্ণতা আইচোর রক্তপাত করে ... এটি আমাদের ক্লান্ত বিমানের জন্য সুরক্ষা সরবরাহ করতে পারে যা আমি ব্যর্থ হয়েছি।

source: ‘ BAK NEKST SPRING ’
bn: 'নেক্ট স্প্রিংয়ের পিছনে'

source: (<i>chirp chirp</i>)
bn: (<i> চিপ চিপ </i>)

source: Khrakrahs
bn: Khararas

source: bite
bn: কামড়

source: tail
bn: লেজ

source: fire breath
bn: অগ্নি শ্বাস

source: Ho! I do not believe what I see...
bn: হো! আমি যা দেখছি তা বিশ্বাস করি না ...

source: It is magnificent.
bn: এটা দুর্দান্ত।

source: It is a drakekin. Few have beheld such a being since the Time of Legend.
bn: এটি একটি ড্রেককিন। কিংবদন্তির সময় থেকেই খুব কম লোক এ জাতীয় সত্তাকে দেখেছে।

source: With our own eyes we behold a drakekin... It was the drakekin who led us from the Moonlit Wastes in the Time of Fate.
bn: আমাদের নিজের চোখে আমরা একটি ড্রেককিন দেখি ... এই ড্রেককিনই ভাগ্যের সময়ে আমাদের মুনলিট বর্জ্য থেকে নেতৃত্ব দিয়েছিলেন।

source: I know you are here, weakling Shek’kahan! You know better than to intrude upon my domain! Even if I must search this entire valley, I will find your hiding place. Fly, my pets! Sweep this place of every scaleless beast so I will have no distraction.
bn: আমি জানি আপনি এখানে আছেন, শেক'কাহানকে দুর্বল করছেন!আপনি আমার ডোমেনে প্রবেশের চেয়ে ভাল জানেন!এমনকি যদি আমাকে অবশ্যই এই পুরো উপত্যকাটি অনুসন্ধান করতে হবে তবে আমি আপনার লুকানোর জায়গাটি দেখতে পাব। উড়ে, আমার পোষা প্রাণী!প্রতিটি স্কেললেস বিস্টের এই জায়গাটি সুইপ করুন যাতে আমার কোনও বিভ্রান্তি নেই।

source: It is... an Ancestor...
bn: এটা ... একজন পূর্বপুরুষ ...

source: Shek'kahan, do you not recognize Khrakrahs...?
bn: শেক'কাহান, তুমি কি ক্রাকরহকে চিনতে পারছ না ...?

source: Make your final stand
bn: আপনার চূড়ান্ত অবস্থান করুন

source: Be no more.
bn: আর না।

source: Your challenge is accepted.
bn: আপনার চ্যালেঞ্জ গৃহীত হয়।

source: I will return.
bn: আমি ফিরে আসব.

source: Show yourself!
bn: নিজেকে দেখাও!

source: Khrakrahs, he is here...
bn: ক্রাকরহস, তিনি এখানে ...

source: Behold, mighty Shek'kahan!
bn: দেখুন, শক্তিশালী শেক'কাহান!

source: You are bold to present such an imposter!
bn: আপনি এইরকম ইমপোস্টার উপস্থাপন করতে সাহসী!

source: Impossster?! I am elder of Green Swamp Clan and all my years Shek'kahan protected usss. I could never missstake sssome impossster for him!
bn: অসম্ভব?! আমি গ্রিন সোয়াম্প বংশের প্রবীণ এবং আমার সমস্ত বছর শেকহাহান ইউএসএসকে সুরক্ষিত করেছিল।আমি কখনই তার পক্ষে এসএসওএসও অসম্ভবকে মিস করতে পারি না!

source: If you do not sssee this is Shek’kahan... then impossster is <b>you</b>!
bn: আপনি যদি এসএসসি না করেন তবে এটি শেককাহান ... তবে অসম্ভব <b> আপনি </b>!

source: Do not sssay ssso much, Zedrix! You will be eaten!
bn: খুব বেশি এসএসএসও করবেন না, জেডারিক্স!তুমি খাওয়া হবে!

source: You are bold indeed, little saurian. What you have told me is false, yet a mere liar could not speak so bravely before a dragon.
bn: আপনি সত্যিই সাহসী, ছোট সৌরিয়ান।আপনি আমাকে যা বলেছেন তা মিথ্যা, তবুও একটি ড্রাগনের আগে নিছক মিথ্যাবাদী এত সাহসের সাথে কথা বলতে পারেনি।

source: Indeed, your heart believes the falsehood you speak... because it wishes to.
bn: প্রকৃতপক্ষে, আপনার হৃদয় আপনি যে মিথ্যা কথা বলছেন তা বিশ্বাস করে ... কারণ এটি চায়।

source: <span color='cyan'>Zedrix, your Heart shall Reveal its Truth.</span>
bn: <স্প্যান রঙ = 'সায়ান'> জেডরিক্স, আপনার হৃদয় তার সত্য প্রকাশ করবে </</span>

source: Khrakrahs... Shek’kahan is dead. He fell protecting his domain and humble sssubjectsss... ... of which I am all that is left.
bn: ক্রাকরহস ... শেককাহান মারা গেছে।তিনি তার ডোমেন এবং নম্র ssssubjectsss রক্ষা করতে পড়েছিলেন ... ... যার মধ্যে আমি বাকি সমস্ত।

source: So then it is true...
bn: সুতরাং এটি সত্য ...

source: It was nigh every season he would intrude upon my domain or me his. Each time, there was such a glorious battle between us as to impart even the clouds with fright. I must not have challenged him enough that he grew weak, vulnerable. Now another great battle between us there will never be. Now there is only me.
bn: প্রতি মরসুমে তিনি আমার ডোমেন বা আমার উপর অনুপ্রবেশ করতেন।প্রতিবার, আমাদের মধ্যে এমন এক গৌরবময় লড়াই হয়েছিল যাতে এমনকি ভয়ে মেঘকেও দেওয়া যায়।আমি অবশ্যই তাকে যথেষ্ট চ্যালেঞ্জ জানাইনি যে সে দুর্বল, দুর্বল হয়ে উঠেছে।এখন আমাদের মধ্যে আর একটি দুর্দান্ত যুদ্ধ কখনও হবে না।এখন কেবল আমার আছে।

source: I go.
bn: আমি যাই.

source: Ancestor, you spoke that Shek'kahan grew weak... Yet to his last breath, he was fearless.
bn: পূর্বপুরুষ, আপনি কথা বলেছেন যে শেক'কাহান দুর্বল হয়ে পড়েছে ... তবুও তাঁর শেষ নিঃশ্বাসে তিনি নির্ভীক ছিলেন।

source: Yes, Shek'kahan was fearless.
bn: হ্যাঁ, শেক'কাহান নির্ভীক ছিলেন।

source: <b>That</b> was his weakness.
bn: <b> যে </b> ছিল তার দুর্বলতা।

source: Fire Meets Steel
bn: আগুন স্টিলের সাথে দেখা করে

source: A storm of ice fell upon the Sunreach Peaks. The Greatland’s season of cold had come to sojourn the flight. The camp was fortified with great stone works until it resembled an eyrie. Using the ample provisions, the season might be outlasted.
bn: বরফের ঝড় সানরিচ শিখরে পড়েছিল।গ্রেটল্যান্ডের শীতের মরসুমটি ফ্লাইটে যাত্রা করতে এসেছিল।শিবিরটি দুর্দান্ত পাথরের কাজগুলির সাথে সুরক্ষিত ছিল যতক্ষণ না এটি কোনও আইরির অনুরূপ।পর্যাপ্ত বিধানগুলি ব্যবহার করে, মরসুমটি ছড়িয়ে দেওয়া যেতে পারে।

source: Gorlack secluded himself to a small abode atop the highest peak within sight of camp. There he remained in deep contemplation. Each day, the saurian Zedrix trekked up the peak to bring his dragon sustenance.
bn: গোরল্যাক নিজেকে শিবিরের দৃষ্টিতে সর্বোচ্চ শিখরের উপরে একটি ছোট আবাসে নির্জন করেছিলেন।সেখানে তিনি গভীর চিন্তায় রয়েছেন।প্রতিদিন, সৌরিয়ান জেডরিক্স তার ড্রাগন রক্ষণাবেক্ষণ আনতে শীর্ষে ট্র্যাক করে।

source: Deep Dwellers
bn: গভীর বাসিন্দা

source: Thurdakor
bn: থুরডাকর

source: Reinforcements! Send in th’ neist wave!
bn: শক্তিবৃদ্ধি!‘পরবর্তী তরঙ্গ পাঠান!

source: Survive for 18 turns
bn: 18 টি টার্নের জন্য বেঁচে থাকুন

source: The new eyrie doubles village income and support and trains veteran recruits
bn: নতুন আইরি ডাবলস গ্রামের আয় এবং সমর্থন এবং ট্রেন ভেটেরান নিয়োগকারীদের

source: Dwarves will emerge from their tunnels every wave
bn: বামনগুলি প্রতিটি তরঙ্গ তাদের টানেল থেকে উদ্ভূত হবে

source: Moving anyone to a tunnel will destroy it
bn: কাউকে একটি টানেলের দিকে সরিয়ে নেওয়া এটি ধ্বংস করবে

source: I sssee now you are not Shek’kahan. I sssaw as I wished to sssee.
bn: আমি এখন আপনি শেককাহান নন।আমি এসএসএসইউকে যেমন চেয়েছিলাম।

source: As have I...
bn: আমি যেমন ...

source: What do you mean?
bn: আপনি কি বোঝাতে চেয়েছেন?

source: As a fledgling long ago... I strayed far from the Eyrie of Vladnir, lost in dreams of glorious things to be. From a cave nearby I heard cries. My friend Resha had happened upon a dishonored rogue hiding within. It sought her death to keep secret its presence there. It had cornered her.
bn: অনেক আগে পাল্টে যাওয়ার মতো ... আমি ভ্লাদনির আইরি থেকে অনেক দূরে বিপথগামী হয়েছি, গৌরবময় বিষয়গুলির স্বপ্নে হারিয়ে গেছে। কাছাকাছি একটি গুহা থেকে আমি কান্নাকাটি শুনেছি। আমার বন্ধু রাশা এর মধ্যে একটি অসম্মানজনক দুর্বৃত্তের মধ্যে লুকিয়ে ছিল। এটি সেখানে উপস্থিত উপস্থিতি গোপন রাখতে তার মৃত্যুর চেষ্টা করেছিল। এটি তাকে কোণঠাসা করেছিল।

source: I thought myself invulnerable, the hero in my own tale. I charged at the beast, striking with bare claws, spitting feeble sparks. With one swipe I was sent to the ground, bleeding.
bn: আমি নিজেকে অদম্য বলে মনে করি, আমার নিজের গল্পে নায়ক। আমি বিস্টে চার্জ করলাম, খালি নখর দিয়ে আঘাত করলাম, দুর্বল স্পার্কস থুথু। একটি সোয়াইপ দিয়ে আমাকে মাটিতে পাঠানো হয়েছিল, রক্তক্ষরণ।

source: My body froze me as it readied to flee... The desire to flee was overwhelming... Flee... abandon Resha to die...
bn: পালানোর জন্য প্রস্তুত হওয়ার সাথে সাথে আমার শরীর আমাকে হিমশীতল করে দিয়েছে ... পালানোর ইচ্ছা ছিল অপ্রতিরোধ্য ... পালিয়ে যান ... মরতে রেজা ছেড়ে দাও ...

source: The agonizing guilt of that last thought— <i>Leave my friend to die.</i> It reignited my heart with an unfamiliar passion. I would do anything to save my friend. I felt the whole world around me burning for the means to save her.
bn: সেই শেষ চিন্তার যন্ত্রণাদায়ক অপরাধবোধ— <i> আমার বন্ধুকে মরতে ছেড়ে দিন </</i> এটি একটি অপরিচিত আবেগের সাথে আমার হৃদয়কে পুনরায় রাজত্ব করেছিল। আমি আমার বন্ধুকে বাঁচাতে কিছু করতে চাই। আমি আমার চারপাশের পুরো পৃথিবী তাকে বাঁচানোর উপায়ের জন্য জ্বলতে অনুভব করেছি।

source: That is when I felt it beneath my right wing. A clasher’s spear, broken a reach beneath the head. It had not been there when I entered the cave. It was there now.
bn: আমি যখন এটি আমার ডান ডানার নীচে অনুভব করেছি। একটি সংঘর্ষের বর্শা, মাথার নীচে একটি পৌঁছনো ভেঙে। আমি যখন গুহায় প্রবেশ করলাম তখন সেখানে ছিল না। এটা এখন ছিল।

source: The rogue turned to finish Resha. I threw myself upon it with all my hate. The spear I ran deep into its cold heart.
bn: দুর্বৃত্তরা রিসাকে শেষ করতে ফিরল। আমি আমার সমস্ত ঘৃণা দিয়ে নিজেকে এনে ফেলেছি। বর্শা আমি তার ঠান্ডা হৃদয়ে গভীরভাবে দৌড়েছি।

source: Ever since have I trusted absolutely in the fire that saved my friend... Ever since have I fled the fear that drove me toward such vile cowardice.
bn: যখন থেকে আমি আগুনে একেবারে বিশ্বাস করেছি যা আমার বন্ধুকে বাঁচিয়েছিল ... তখন থেকেই আমি এই ভয় থেকে পালিয়ে এসেছি যা আমাকে এ জাতীয় জঘন্য কাপুরুষতার দিকে চালিত করেছিল।

source: You shunned Resha’s fears too.
bn: আপনি রাশার ভয়ও এড়িয়ে গেছেন।

source: Breathing in her fears could chill my heart to cowardice.
bn: তার ভয়ে শ্বাস ফেলা আমার হৃদয়কে কাপুরুষতার কাছে শীতল করতে পারে।

source: Yet her heart was brave. Her fear for you made it ssso.
bn: তবুও তার হৃদয় সাহসী ছিল। আপনার জন্য তার ভয় এটি এসএসএসও করেছে।

source: ...... It did.
bn: ...... ইহা কর.

source: Your fear for her made you brave.
bn: তার জন্য আপনার ভয় আপনাকে সাহসী করে তুলেছে।

source: A discarded spear made me brave.
bn: একটি ফেলে দেওয়া বর্শা আমাকে সাহসী করে তুলেছে।

source: That ssspear was your means to sssave your friend. It appeared <b>as</b> you feared for her. Because you did.
bn: সেই এসএসএসপিয়ারটি আপনার বন্ধুকে এসএসএভ করার উপায় ছিল।এটি </b> হিসাবে </b> আপনি তার জন্য ভয় পেয়েছিলেন।কারণ আপনি করেছেন।

source: Come ssswiftly! Deep dwellers emerge!
bn: এসসুইফিটলি এসো!গভীর বাসিন্দারা উত্থিত!

source: Sae whit hae we ’ere? Dragons... Sae mony dragons mah een cannae hawp whit thay’re seeing.
bn: সায়ে ভাহিট হাই ওয়ে 'রে?ড্রাগনস ... কেনা হপকে দখলকরণের সায়ে মুখে ড্রাগন মাহ '।

source: It ssspeaksss but I hear no words... deep dwellers mussssst be drunken.
bn: এটি এসএসএসপিকসগুলি তবে আমি কোনও শব্দ শুনি না ... গভীর বাসিন্দারা মাতাল হয়ে মাতাল হন।

source: It sssaid “dragons” and... <i>sssssomething</i> about dragons.
bn: এটি ড্রাগন সম্পর্কে "ড্রাগন" এবং ... <i> sssssomething </i> sssaid।

source: A’ richt, noo ye listen tae me, dragons. Ah cannae hae ye juist standing aroond th’ hail winter dumping yer ye-ken-whit oan th’ frozen slopes, whilk, come spring, wull mak’ fur a stowed oot Knalgan gusher, if ye ken whit ah mean.
bn: আমি বাজি ধরতে আসছি না, আপনি আমার কথা শোনেন না বলে একটি ড্রাগন।একটি কানাডেম সেখানে আসে যে কোনও জুয়েস্ট থাবের সুম থ্রুথ বা থাব্বাত বা সাবকেট, ককার, যেখানে ইউপবার্ক, নাক টাকার কক, ওকান কেকেটস বা ট্যাবি টুক, টোথ টাকস বা টাক্কস, ওকু

source: I do not grasp the words you speak. Use fewer of them with less haste.
bn: আপনি যে কথা বলছেন তা আমি বুঝতে পারি না। কম তাড়াহুড়ো করে এগুলির কম ব্যবহার করুন।

source: Noo juist whit in th’ fiendish skies ‘boon is that suppose tae mean?! Ah wull hae ye ken—
bn: কেবল ‘ফিন্ডিশ আকাশে’ বুনে সাদা নয়, মনে করুন যে তায়ে মানে?!আহ হেই ইয়ে কেন—

source: Your hornblower ssspews notesss over your words!
bn: আপনার হর্ন ব্লোয়ার এসএসএসপিউ আপনার কথায় নোটগুলি!

source: Juist dingy him, he hud awfy much tae dram.
bn: জুস তাকে ডিঙ্গি করে, সে অনেকটা ড্রামকে হুফ করে দেয়।

source: If you depart now no harm will come to you.
bn: আপনি এখন চলে গেলে কোনও ক্ষতি আপনার কাছে আসবে না।

source: Weel that is it then, wee jimmies. Ye a’ saw how ah tried tae be reasonable. Bit thare is na reasoning wi’ dragons. Thay ainlie ken th’ bite o’ oor axes.
bn: চাকা যে তখন, উই জিমি।আপনি দেখলেন যে আহ কীভাবে টিএই যুক্তিসঙ্গত হতে চেষ্টা করেছে।বিট থারে হ'ল না যুক্তিযুক্ত ওয়াই ’ড্রাগন।থাই আইনস্লি কেন ‘কামড় ও’ ওওর অক্ষগুলি।

source: Whit urr ye waiting fur, how come urr ye laddies nae attacking?! Wait, mibbie ah didnae gie th’ order... A’richt lads, attack!
bn: হুইট ইউআর ইয়ে অপেক্ষা করছে, কীভাবে আসবে আপনি ম্যাডিস না আক্রমণ করছেন?! অপেক্ষা করুন, মিব্বি আহ ডিডনেই জিআইএইচ ’অর্ডার ... এ'রিচ্ট ল্যাডস, আক্রমণ!

source: Whit’s this? How did ye git a’ th’ wey ower ’ere?
bn: এটা কি?আপনি কীভাবে ‘থ’ ওয়ে ওভার ’এর আগে গিট করলেন?

source: Behold what ends you have wrought. You can no easier cast us off these peaks than we could pull you from the deep.
bn: দেখুন আপনি কি শেষ করেছেন। আমরা আপনাকে গভীর থেকে টানতে পারার চেয়ে এই শিখরগুলি থেকে আমাদের কোনও সহজ কাস্ট করতে পারবেন না।

source: I offer you this pact. All the peaks are our domain. For our metal works, so too are the soils within them. The vast under world beneath these we shall not violate. Both of us may hunt the lowlands so long as one takes not the other as game.
bn: আমি আপনাকে এই চুক্তি অফার। সমস্ত শিখর আমাদের ডোমেন। আমাদের ধাতব কাজের জন্য, তাদের মধ্যে মাটিও রয়েছে। এর নীচে বিশ্বব্যাপী বিশাল আমরা লঙ্ঘন করব না। আমরা দুজনেই এতক্ষণ নিম্নভূমিগুলি শিকার করতে পারি যতক্ষণ না একজন অন্যটিকে খেলা হিসাবে গ্রহণ করে না।

source: Nae sure ah like the sound o’ this deal.
bn: না নিশ্চিত আহ শব্দটি পছন্দ করে o ’এই চুক্তিটি।

source: It is the best you will have. We covet the soil as little as you do the clouds. We shall find no better neighbors than each other.
bn: এটি আপনার সেরা হবে। আপনি মেঘের মতো মাটি যতটা কম লোভ করি। আমরা একে অপরের চেয়ে ভাল প্রতিবেশী খুঁজে পাব না।

source: Yer nae easy tae haggle with, dragon.
bn: ইয়ার না ইজি ইজি হাগল, ড্রাগন।

source: Sae be it, a deal we hae. Ah wull even set free mah wee pet dragon fur ye.
bn: “আমি খাই, আমি অ্যালে যে ঘটেছে।অহলল এটি ফ্রেপু টু টুফ হ্যাঁ।

source: Gorlack, it seems no cave can keep us!
bn: গোরল্যাক, মনে হচ্ছে কোনও গুহা আমাদের রাখতে পারে না!

source: <i>Resha...</i>
bn: <i> রেজা ... </i>

source: <span size='large'>Resha!</span>
bn: <স্প্যান আকার = 'বড়'> রেজা! </span>

source: Well, that is it fur me, back doon th’ shute.
bn: ঠিক আছে, এটাই আমার পক্ষে, পিছনে দুন ’শুট।

source: The deep dwellers hewed through my tomb of broken stone to uncover me. I was to be their captive in the underworld forever. Kept as a curio to frighten their hatchlings from straying to the above. By your pact with them, I was freed.
bn: গভীর বাসিন্দারা আমাকে উদঘাটনের জন্য আমার ভাঙা পাথরের সমাধির মধ্য দিয়ে হেড করেছিলেন। আমি চিরতরে আন্ডারওয়ার্ল্ডে তাদের বন্দী হতে পারি। তাদের হ্যাচলিংগুলিকে বিপথগামী থেকে উপরের দিকে ভয় দেখানোর জন্য কুরিও হিসাবে রাখা হয়েছে। তাদের সাথে আপনার চুক্তি দ্বারা, আমি মুক্তি পেয়েছিলাম।

source: My friend, I am once again in your debt.
bn: আমার বন্ধু, আমি আবার আপনার debt ণে আছি।

source: Nay, Resha, it is I that owes you.
bn: বরং, রেজা, আমিই আপনার ow ণী।

source: Come, we have much to prepare for.
bn: আসুন, আমাদের জন্য প্রস্তুত করার মতো অনেক কিছুই আছে।

source: Crosswind
bn: ক্রসউইন্ড

source: Soon enough the season of ice was weathered. New green shoots of fodder rose from the thawing Greatland. Eggs laid during the long sojourn were hatching. What began a passing refuge had become a proud eyrie.
bn: শীঘ্রই যথেষ্ট পরিমাণে বরফের মরসুম পরিহিত হয়েছিল।গলা ফেলার গ্রেটল্যান্ড থেকে চরাঞ্চলের নতুন সবুজ অঙ্কুর উঠেছিল।দীর্ঘ যাত্রার সময় রাখা ডিমগুলি হ্যাচিং করছিল।যা শুরু হয়েছিল একটি পাসিং শরণার্থী একটি গর্বিত আইরি হয়ে উঠেছে।

source: A flight was spotted inbound. Once more, it was the Flight of Karron.
bn: একটি ফ্লাইট ইনবাউন্ডে দেখা গিয়েছিল।আরও একবার, এটি ছিল কারনের ফ্লাইট।

source: Flight Karron
bn: ফ্লাইট কারন

source: Capture Karron by surrounding her on all six sides
bn: চারদিকে তাকে ঘিরে দিয়ে কারনকে ক্যাপচার করুন

source: Karron may employ surprise attacks
bn: কারন আশ্চর্য আক্রমণ চালাতে পারে

source: Gorlack, it is good to see you alive. You as well, Resha. When the Flight of Gorlack did not return, I assumed you all had perished to the wild creatures of this land.
bn: গোরল্যাক, আপনাকে জীবিত দেখে ভাল লাগছে। আপনি পাশাপাশি, রিসা। যখন গোরল্যাকের ফ্লাইটটি ফিরে আসেনি, আমি ধরে নিয়েছিলাম যে আপনারা সকলেই এই জমির বন্য প্রাণীগুলিতে ধ্বংস হয়ে গেছেন।

source: Karron, likewise! If only Vladnir had shared our fortune.
bn: কারন, একইভাবে! যদি কেবল ভ্লাদনির যদি আমাদের ভাগ্য ভাগ করে নেয়।

source: Indeed, Vladnir will be remembered. Vladnir will be avenged. Five new flights have arrived at your eyrie. Another seven will have made the journey within a moon. Next year, a full dozen more. Working together, we shall swiftly cull the prey-kinds that proved problematic. At last we shall tame this <i>wild</i> land.
bn: আসলে, ভ্লাদনির মনে রাখা হবে। ভ্লাদনির প্রতিশোধ নেওয়া হবে। আপনার আইরে পাঁচটি নতুন ফ্লাইট এসে গেছে। আরও সাতটি একটি চাঁদের মধ্যে যাত্রা করবে। পরের বছর, আরও একটি পূর্ণ ডজন। একসাথে কাজ করে, আমরা দ্রুতগতিতে শিকার-প্রকারগুলি কুল করব যা সমস্যাযুক্ত প্রমাণিত হয়েছিল। শেষ পর্যন্ত আমরা এই <i> বন্য </i> জমিটিকে নিয়ন্ত্রণ করব।

source: Yesss!
bn: হ্যাঁ!
