Repository: babaissarkar/wesnoth-bn
Catalog: wesnoth-wof/*.po
Languages: bn

source: In accord, the flights went again into exile, withdrawing to the Greatland’s many remote places. So ended the <i>War with Prey</i>.
bn: একমতভাবে, ফ্লাইটগুলি আবার নির্বাসনে চলে গেল, গ্রেটল্যান্ডের অনেক প্রত্যন্ত স্থানে সরে এসেছিল।সুতরাং </i> শিকারের সাথে যুদ্ধ শেষ হয়েছে </i>।

source: Caravel
bn: ক্যারাভেল

source: The sturdy and reliable caravel is the mainstay of human oceanic exploration, shipping and projection of influence. More seaworthy than lighter vessels, one might yet be spied navigating deeper rivers, where the maneuverabilty and shallow draft somewhat compensate for the tonnage of the vessel. While its modest speed compared to the vessels of other races makes evasion difficult, its tall fore and aft castles hold a powerful arsenal of ballistae to fend against pirate and sea monster alike. The caravel can dock at coastal villages, though this makes it entirely vulnerable.
bn: দৃ ur ় এবং নির্ভরযোগ্য ক্যারাভেল হ'ল মানব মহাসাগরীয় অনুসন্ধান, শিপিং এবং প্রভাবের প্রক্ষেপণের মূল ভিত্তি।হালকা জাহাজের চেয়ে বেশি সমুদ্রযোগ্য, একজন এখনও গভীর নদী নেভিগেট করে গুপ্তচরবৃত্তি হতে পারে, যেখানে ম্যানুয়েভারবিলিটি এবং অগভীর খসড়াটি কিছুটা পাত্রের টোনেজের জন্য ক্ষতিপূরণ দেয়। অন্যান্য বর্ণের জাহাজের তুলনায় এর পরিমিত গতিটি ফাঁকি দেওয়া কঠিন করে তোলে, তবে এর লম্বা সামনে এবং আফট দুর্গগুলি জলদস্যু এবং সমুদ্রের দৈত্যের বিরুদ্ধে একইভাবে প্রতিরোধ করার জন্য বালিস্টির একটি শক্তিশালী অস্ত্রাগার ধারণ করে। ক্যারাভেল উপকূলীয় গ্রামগুলিতে ডক করতে পারে, যদিও এটি এটি সম্পূর্ণরূপে দুর্বল করে তোলে।

source: ballista
bn: বলিস্টা

source: polybolos
bn: মূর্তি

source: Dolphin
bn: ডলফিন

source: The sight of a dolphin is seen as a good omen by the sailors of Elensefar and the Ka’lian rated the creature’s sensibility nearly on par with that of an elf. Among coastal orcish tribes the meat is consumed as a delicacy. One of the rare air breathing fish, the dolphin is never too long below the surface of the sea.
bn: একটি ডলফিনের দৃশ্যটি এলেনসফার নাবিকদের দ্বারা একটি ভাল অশুভ হিসাবে দেখা যায় এবং কায়লিয়ান প্রাণীর সংবেদনশীলতাটিকে প্রায় একটি এলফের সাথে সমানভাবে রেট দেয়।উপকূলীয় অর্কিশ উপজাতির মধ্যে মাংস একটি স্বাদ হিসাবে গ্রাস করা হয়। বিরল বায়ু শ্বাস প্রশ্বাসের মাছগুলির মধ্যে একটি, ডলফিন কখনও সমুদ্রের পৃষ্ঠের নীচে খুব বেশি দীর্ঘ হয় না।

source: shriek
bn: শেয়ারিক

source: Gate
bn: গেট

source: An old gate of highest quality.
bn: সর্বোচ্চ মানের একটি পুরানো গেট।

source: Leopard
bn: চিতা

source: The leopard is a fast and powerful ambush predator of the distant and mysterious jungle realms. While dangerous in any circumstance, it is most lethal when hidden in wooded areas.
bn: চিতাবাঘটি দূর ও রহস্যময় জঙ্গলের রাজ্যের একটি দ্রুত এবং শক্তিশালী আক্রমণাত্মক শিকারী।যে কোনও পরিস্থিতিতে বিপজ্জনক হলেও, কাঠের অঞ্চলে লুকিয়ে থাকা অবস্থায় এটি সবচেয়ে মারাত্মক।

source: claws
bn: নখর

source: Outrigger
bn: আউটরিগার

source: Cutting light and shallow through the water’s surface, these raiding craft easily intercept the more substantial and seaworthy vessels of Wesnoth. While well armed and heavily crewed for their size, orcish Outriggers nevertheless rely on numbers to overcome well defended shore settlements and shipping. The shallow draft of the outrigger’s hulls allows it to be landed at coastal villages, though this makes it entirely vulnerable.
bn: জলের পৃষ্ঠের মধ্য দিয়ে আলো এবং অগভীর কাটা, এই অভিযানকারী নৈপুণ্য সহজেই ওয়েসনোথের আরও যথেষ্ট এবং সমুদ্রযোগ্য জাহাজগুলিকে বাধা দেয়।ভাল সশস্ত্র এবং ভারী তাদের আকারের জন্য ক্রু করা হলেও, অর্কিশ আউটরিগাররা তবুও ভাল রক্ষাকারী তীরে বসতি এবং শিপিং কাটিয়ে উঠতে সংখ্যার উপর নির্ভর করে। আউটরিগারের হালগুলির অগভীর খসড়াটি এটিকে উপকূলীয় গ্রামগুলিতে অবতরণ করতে দেয়, যদিও এটি এটি সম্পূর্ণরূপে দুর্বল করে তোলে।

source: boarders
bn: বোর্ডার্স

source: onager
bn: ওনগার

source: Storm Wisp
bn: ঝড় wisp

source: There are many tales of the strange storms which roam the Great Ocean and batter its shores. A number tell of twisting thunderheads moving against the wind in pursuit of ill–fated ships. These immensely powerful entities are most commonly known as Storm Wisps. Among learned magi, it is understood they are a kind of wisp, like those sighted drifting over the outlying marshes or glimmering faintly in the deep woods. Whatever else may be known of Storm Wisps is kept a secret of the elves. And perhaps also the silver order of magi, which has long studied such phenomena.
bn: অদ্ভুত ঝড়ের অনেক গল্প রয়েছে যা গ্রেট সাগরে ঘোরাফেরা করে এবং এর তীরে বাটা।অসুস্থ -পরিবেষ্টিত জাহাজগুলির সন্ধানে বাতাসের বিরুদ্ধে চলমান থান্ডারহেডগুলি মোচড়ানোর থান্ডারহেডগুলির একটি সংখ্যা বলে।এই প্রচুর শক্তিশালী সত্তা সর্বাধিক সাধারণত ঝড় উইস হিসাবে পরিচিত।শিক্ষিত মাগির মধ্যে এটি বোঝা যায় যে এগুলি এক ধরণের উইস্প, যেমন দৃষ্টিশক্তিগুলি বহির্মুখী জলাভূমির উপর দিয়ে প্রবাহিত হয় বা গভীর বনের মধ্যে ঝলমলে ঝলমলে।স্টর্ম উইসপস সম্পর্কে আর যা কিছু জানা যায় তা ধনুকের গোপনীয়তা রাখে।এবং সম্ভবত মাগির সিলভার অর্ডারও, যা দীর্ঘদিন ধরে এ জাতীয় ঘটনা অধ্যয়ন করেছে।

source: whirlwind
bn: ঘূর্ণি

source: squall
bn: স্কল

source: lightning
bn: বজ্র

source: Stymphalian
bn: স্টিফালিয়ান

source: A fiendish-tempered bird with a piercing, bronzy beak. It is covered in hard, blade-sharp feathers that it can fling at its victims.
bn: একটি ছিদ্রযুক্ত, ব্রোঞ্জি চঞ্চু একটি ফিন্ডিশ-মেজাজী পাখি।এটি শক্ত, ব্লেড-ধারালো পালকগুলিতে আবৃত রয়েছে যা এটি তার ক্ষতিগ্রস্থদের দিকে ঝাঁপিয়ে পড়তে পারে।

source: stiletto beak
bn: স্টিলেটটো চাঁচি

source: bladed feathers
bn: ব্লেড পালক

source: blast
bn: বিস্ফোরণ

source: This attack also harms everyone near the opponent.
bn: এই আক্রমণটি প্রতিপক্ষের নিকটবর্তী সবাইকেও ক্ষতি করে।

source: Arinexis
bn: অ্যারিনেক্সিস

source: Zedrix
bn: জেডরিক্স

source: So much left... unfinished...
bn: এত কিছু বাকি ... অসম্পূর্ণ ...

source: Resha!
bn: রিসা!

source: Arinexisss... Your time hass come too sssoon!
bn: অ্যারিনেক্সিস ... আপনার সময় খুব শীঘ্রই এসে গেছে!

source: My dragon, I have failed you...
bn: আমার ড্রাগন, আমি তোমাকে ব্যর্থ করেছি ...

source: <span color='gold'>fighter intendant</span>
bn: <স্প্যান রঙ = 'সোনার'> যোদ্ধা উদ্দেশ্য </span>

source: <span color='gold'>clasher intendant</span>
bn: <স্প্যান রঙ = 'সোনার'> ক্লাস্পার ইনটেন্ডেন্ট </ স্প্যান>

source: Sapphire of Ice
bn: বরফের নীলা

source: This sapphire grants the bearer a ranged cold attack!
bn: এই নীলাটি বহনকারীকে একটি শীতল আক্রমণকে মঞ্জুরি দেয়!

source: sapphire of ice
bn: বরফের নীলা
