Repository: babaissarkar/wesnoth-bn
Catalog: wesnoth-wof/*.po
Languages: bn

source: With the arrival of Flight Gorlack, all remnant foes were vanquished. A proud eyrie was carved into the highest peak of the three isles. The small flight easily filled their bellies with the captured provisions, leaving the isle’s game to regrow itself for sake of the visitor flights to come. Resha’s patrols spied vague details of the mysterious Greatland.
bn: ফ্লাইট গোরল্যাকের আগমনের সাথে সাথে সমস্ত অবশেষ শত্রু পরাজিত হয়েছিল।একটি গর্বিত আইরি তিনটি দ্বীপের সর্বোচ্চ শিখরে খোদাই করা হয়েছিল।ছোট ফ্লাইটটি সহজেই তাদের পেটগুলি ক্যাপচার করা বিধানগুলিতে ভরাট করে, আইল এর খেলাটি আগত ফ্লাইটগুলির জন্য নিজেকে পুনরায় সাজানোর জন্য রেখে দেয়।রাশার টহলগুলি রহস্যময় গ্রেটল্যান্ডের অস্পষ্ট বিবরণ গুপ্তচর করে তোলে।

source: Then, only a moon cycle after, a flight was spotted inbound. It was the Flight of Karron.
bn: তারপরে, কেবল একটি চাঁদ চক্র পরে, একটি ফ্লাইটটি অভ্যন্তরীণভাবে চিহ্নিত করা হয়েছিল।এটি ছিল কারনের ফ্লাইট।

source: They had arrived far too early...
bn: তারা অনেক তাড়াতাড়ি এসেছিল ...

source: Drakes
bn: ড্রেকস

source: Karron, you did not wait for my summons!
bn: কারন, আপনি আমার সমন জন্য অপেক্ষা করেন নি!

source: You left no prospect of waiting. Upon your departure, the rogues began probing the Domain of Vladnir. Without your flight there would be not enough of us to hold against them. Vladnir counseled me here. So the youths you bestowed me I traded to other flights, for prime drakes able to make the journey.
bn: আপনি অপেক্ষা করার কোনও সম্ভাবনা রাখেননি। আপনার চলে যাওয়ার পরে, দুর্বৃত্তরা ভ্লাদনির ডোমেনটি অনুসন্ধান করতে শুরু করে। আপনার ফ্লাইট ছাড়া তাদের বিরুদ্ধে রাখা আমাদের যথেষ্ট ছিল না। ভ্লাদনির আমাকে এখানে পরামর্শ দিয়েছেন। সুতরাং আপনি যে যুবকরা আমাকে দান করেছিলেন আমি অন্যান্য ফ্লাইটে ব্যবসা করেছি, প্রাইম ড্রেকের জন্য যাত্রা করতে সক্ষম।

source: Vladnir will not last with <b>no</b> ally by his side.
bn: ভ্লাদনির <b> না </b> তার পাশে মিত্র দিয়ে স্থায়ী হবে না।

source: Vladnir is to follow me here. By now he is already faring.
bn: ভ্লাদনির এখানে আমাকে অনুসরণ করতে হবে। এতক্ষণে তিনি ইতিমধ্যে ফ্যারিং করছেন।

source: We have not yet the provisions for three flights within this domain. There could be hunger before the next moon!
bn: আমাদের কাছে এখনও এই ডোমেনের মধ্যে তিনটি ফ্লাইটের বিধান নেই। পরের চাঁদের আগে ক্ষুধা থাকতে পারে!

source: Gorlack we must— Gorlack, hatchlings do not belong at a counsel gathering.
bn: গোরল্যাক আমাদের অবশ্যই গোরল্যাক, হ্যাচলিংস কোনও পরামর্শ সমাবেশে অন্তর্ভুক্ত নয়।

source: We are <b>not</b> hatchlings...
bn: আমরা <b> না </b> হ্যাচলিংস ...

source: Not hatchlings!
bn: হ্যাচলিংস নয়!

source: Indeed, I am our clan’s elder. Sssuch longevity wandering ssstars bestow me. For over 11 years have I lived.
bn: আসলে, আমি আমাদের বংশের প্রবীণ।Sssuch দীর্ঘায়ু ঘুরে বেড়ানো ssstars আমাকে উপহার দেয়।11 বছরেরও বেশি সময় ধরে আমি বেঁচে আছি।

source: They are ‘saurians’.
bn: তারা ‘সৌরিয়ান’।

source: Their likeness to hatchlings is disarming. Disturbingly so. I do not want them near my fli—
bn: হ্যাচলিংসের সাথে তাদের সদৃশতা নিরস্ত্রীকরণ করছে। বিরক্তিকরভাবে তাই। আমি তাদের আমার ফ্লাইয়ের কাছে চাই না

source: Enough.
bn: যথেষ্ট.

source: I shall have a closer survey of the Greatland focused on game abundance. Resha, see to it at once.
bn: আমি গেমের প্রাচুর্যের উপর দৃষ্টি নিবদ্ধ করে গ্রেটল্যান্ডের আরও ঘনিষ্ঠ জরিপ করব। রিসা, একবারে এটি দেখুন।

source: By your will.
bn: আপনার ইচ্ছা দ্বারা।

source: Gorlack, arriving here, I noticed a large gathering of game to the northeast. A nest of haldric.
bn: গোরল্যাক, এখানে পৌঁছে আমি লক্ষ্য করেছি যে উত্তর -পূর্বে গেমের একটি বিশাল জমায়েত। হালড্রিকের একটি বাসা।

source: You sssaw Demon King?! You sssssaw <b>The Haldric</b>?
bn: তুমি কি রাজা?!আপনি এসএসএসএসএ <b> হালড্রিক </b>?

source: Gorlack, your hatchling-things cry nonsense. You must gain control over them.
bn: গোরল্যাক, আপনার হ্যাচলিং-থিংসগুলি বাজে কথা বলে। আপনার অবশ্যই তাদের উপর নিয়ন্ত্রণ অর্জন করতে হবে।

source: Not nonsssenssse! Creatures you sssaw call themssselves ‘humans’. They are lumbering, brutish, odiousss monsssters covered in moissst ssskin of toad. They are hirelings sssummoned from underssside of world by elves of deep, dark Foressst of Wesssmere. These humans ssslaughtered all but my entire clan! On the ruins of my hatchplace they raised their towering Fort Elenssse. Pray dragons, rain jussst fire down upon these abominations!
bn: ননসেনসেস না!আপনি যে প্রাণীগুলি এসএসএসএই তাদের নিজেরাই 'মানুষ' বলে।তারা টোডের মাইসস্ট সিসকিনে covered াকা কাঠবাদাম, বর্বর, অদ্ভুত মনসস্টার।এগুলি ওয়েসস্মিরের গভীর, অন্ধকার ফরাসেস্টের এলভেস দ্বারা বিশ্বের আন্ডারসাইড অফ ওয়ার্ল্ড থেকে হিরলিংস রয়েছে। এই মানুষগুলি আমার পুরো বংশ ব্যতীত সমস্ত কিছু ছড়িয়ে দিয়েছে!আমার হ্যাচপ্লেসের ধ্বংসাবশেষগুলিতে তারা তাদের বিশাল ফোর্ট এলেনসিকে উত্থাপন করেছিল।প্রার্থনা ড্রাগনস, বৃষ্টি জুসস্ট এই জঘন্যতার উপর আগুন নিচু করে!

source: Gorlack, we should harvest them. There is meat enough there to feed our three flights a full year.
bn: গোরল্যাক, আমাদের সেগুলি সংগ্রহ করা উচিত। পুরো বছর আমাদের তিনটি ফ্লাইট খাওয়ানোর জন্য সেখানে যথেষ্ট মাংস রয়েছে।

source: Resha has advised against further encounters with humans until more is known of them. Many glider Memories speak of times when underestimated prey became the hunter. Also that this Greatland hides terrible danger.
bn: রাশা মানুষের সাথে আরও লড়াইয়ের বিরুদ্ধে পরামর্শ দিয়েছেন যতক্ষণ না তাদের সম্পর্কে আরও কিছু জানা যায়। অনেক গ্লাইডার স্মৃতি এমন সময়ের কথা বলে যখন অবমূল্যায়িত শিকার শিকারী হয়ে ওঠে। এছাড়াও এই গ্রেটল্যান্ড ভয়াবহ বিপদকে আড়াল করে।

source: You speak with Resha’s fearful tongue. I remember, long ago...
bn: আপনি রাশার ভয়ঙ্কর জিহ্বা নিয়ে কথা বলেন। মনে আছে, অনেক আগে ...

source: You would speak of our great battles to be won over the rogues. Hunting beasts so terrible we could only hope to take them on working together. Long ago. Before Resha. Before your mind echoed with her glider myths.
bn: আপনি আমাদের মহান যুদ্ধের কথা বলবেন দুর্বৃত্তদের উপর জয়ের জন্য। শিকারের পশুদের এত ভয়ঙ্কর আমরা কেবল তাদের একসাথে কাজ করার আশা করতে পারি। অনেক আগে. রিশার আগে। আপনার মন তার গ্লাইডার কল্পকাহিনীগুলির সাথে প্রতিধ্বনিত হওয়ার আগে।

source: Not myths, Karron. Look around us. It is not the ocean we stand upon.
bn: মিথ নয়, কারন। আমাদের চারপাশে দেখুন। এটি আমরা যে সমুদ্রের উপরে দাঁড়িয়ে আছি তা নয়।

source: Your dreams of glorious feats, spoken in such detail. Such certainty. In them I found my inspiration. I would become your first intendant. So that I might become a part of them— your adventures to come. Harder than your other allies I trained. In the challenges, fiercer than any of them I fought. Already advanced to warrior rank was I, when still of basic rank were both of you... When you promised first intendancy to Resha. The insult of second... to me.
bn: আপনার গৌরবময় কীর্তিগুলির স্বপ্নগুলি, এ জাতীয় বিশদে কথা বলা হয়েছে। যেমন নিশ্চিত। তাদের মধ্যে আমি আমার অনুপ্রেরণা পেয়েছি। আমি আপনার প্রথম উদ্দেশ্য হতে হবে। যাতে আমি তাদের অংশ হয়ে উঠতে পারি - আপনার আগত অ্যাডভেঞ্চারস। আমি প্রশিক্ষিত আপনার অন্যান্য মিত্রদের চেয়ে শক্ত। চ্যালেঞ্জগুলিতে, আমি তাদের যে কারও চেয়ে লড়াই করেছি তার চেয়ে মারাত্মক। ইতিমধ্যে ওয়ারিয়র র‌্যাঙ্কে উন্নত আমি ছিলাম, যখন বেসিক র‌্যাঙ্কের এখনও আপনার দুজনেই ছিল ... আপনি যখন রিশার প্রথম উদ্দেশ্যটির প্রতিশ্রুতি দিয়েছিলেন। দ্বিতীয়টির অপমান ... আমার কাছে।

source: You dwell so much in the past. The past weakens you.
bn: আপনি অতীতে অনেক বাস। অতীত আপনাকে দুর্বল করে।

source: It is for this present moment that I recall the past! I adjure you, remember your <b>fire</b> for those dreams of glory! The gift of your caste that once burned brightest in your heart!
bn: এই বর্তমান মুহুর্তের জন্য আমি অতীতকে স্মরণ করি! আমি আপনাকে শোধ করি, আপনার <b> আগুন </b> মনে রাখবেন সেই গৌরবময় স্বপ্নের জন্য! আপনার বর্ণের উপহার যা একবার আপনার হৃদয়ে উজ্জ্বল পুড়ে গেছে!

source: Gorlack... look across this narrow sea before us. Look to that ‘human’ legion which faces you. Those creatures which ward the threshold to the greatest land...
bn: গোরল্যাক ... আমাদের সামনে এই সরু সমুদ্র জুড়ে দেখুন। সেই ‘মানব’ সৈন্যদলের দিকে তাকান যা আপনার মুখোমুখি। সেই প্রাণীগুলি যা সর্বশ্রেষ্ঠ জমির প্রান্তিক অংশকে ওয়ার্ড করে ...

source: Dominant Gorlack, pray tell what glorious dream you see.
bn: প্রভাবশালী গর্ল্যাক, প্রার্থনা করুন আপনি কোন গৌরবময় স্বপ্ন দেখছেন তা বলুন।

source: Landfall
bn: ভূমিফল

source: Near to the gathering of human prey, the Flight of Gorlack took positions. Veiled by the clouds above, Karron with her wing of hunters watched for the signal to pounce.
bn: মানব শিকারের সমাবেশের কাছাকাছি, গোরল্যাকের বিমানটি অবস্থান নিয়েছিল।উপরের মেঘের দ্বারা আবদ্ধ হয়ে, কারন তার শিকারীদের ডানা দিয়ে সংকেতটি ঝাঁকুনির জন্য দেখেছিলেন।

source: Fort Elense
bn: ফোর্ট এলেনস

source: Vorlyan
bn: ভোরলিয়ান

source: Iryn
bn: আইরিন

source: King Haldric
bn: কিং হালড্রিক

source: Queen Jessene
bn: রানী জেসেন

source: Lance of Ladoc
bn: লাডোকের ল্যান্স

source: Reinforcements
bn: শক্তিবৃদ্ধি

source: Kill all the humans
bn: সমস্ত মানুষকে হত্যা করুন

source: Death of Karron
bn: কারনের মৃত্যু

source: Move anyone to the beacon to call in the reinforcements: Karron with veteran drakes attacking from the west Saurians attacking from the north
bn: শক্তিবৃদ্ধিগুলিতে কল করতে কাউকে বীকনে নিয়ে যান: ওয়েস্ট থেকে ভেটেরান ড্রাক্স সহ কারন উত্তর থেকে সওরিয়ানরা আক্রমণ করছে

source: Clashers can be recruited and recalled again
bn: সংঘর্ষকারীদের নিয়োগ এবং আবার পুনরায় স্মরণ করা যেতে পারে

source: Saurians can be recruited and recalled now
bn: সৌরিয়ানরা এখন নিয়োগ ও স্মরণ করা যেতে পারে

source: Gorlack, you have made landfall! Within sight of these humans!
bn: গোরল্যাক, আপনি ল্যান্ডফল তৈরি করেছেন! এই মানুষের দৃষ্টিতে!

source: You have returned from patrol with fortunate timing, Resha. These creatures are to be our prey. I shall grant you the details at the keep. Fall in.
bn: আপনি ভাগ্যবান সময়, রাশা নিয়ে টহল থেকে ফিরে এসেছেন। এই প্রাণীগুলি আমাদের শিকার হতে হবে। আমি আপনাকে কীটারে বিশদটি মঞ্জুর করব। পড়ুন

source: Gorlack, this is terribly unwise! The full ability of the humans is still unknown to us.
bn: গোরল্যাক, এটি ভয়াবহ বুদ্ধিমান! মানুষের সম্পূর্ণ ক্ষমতা এখনও আমাদের অজানা।

source: We have no choice, we need the meat. When I give you the signal, light the beacon. It will call in our reinforcements.
bn: আমাদের কোনও বিকল্প নেই, আমাদের মাংস দরকার। আমি যখন আপনাকে সিগন্যালটি দেই তখন বীকনটি আলোকিত করুন। এটি আমাদের শক্তিবৃদ্ধি কল করবে।

source: General Vorlyan! We have a problem.
bn: জেনারেল ভোরলিয়ান!আমাদের একটি সমস্যা আছে.

source: How many orcs? Have they made landfall yet?
bn: কত orcs?তারা কি এখনও অবতরণ করেছে?

source: Not orcs, sir, dragons.
bn: অর্কেস নয়, স্যার, ড্রাগন।

source: Dragons?!
bn: ড্রাগন?!

source: Indeed sir, they are moving in from our south. There is a horde of them.
bn: প্রকৃতপক্ষে স্যার, তারা আমাদের দক্ষিণ থেকে এগিয়ে চলেছে।তাদের একটি দল আছে।

source: They do move in hordes...
bn: তারা সৈন্যদের মধ্যে সরে যায় ...

source: Captain, ride east and order Carcyn Fisher to put his people on the boats and evacuate upriver. Tell that wesfolk traveller if he ignores <i>this</i> order you will evacuate his head from his shoulders.
bn: ক্যাপ্টেন, ইস্ট রাইড করুন এবং কার্সিন ফিশারকে তার লোকদের নৌকায় রাখার এবং উপরিভাগের সরিয়ে নেওয়ার আদেশ দিন।ওয়েসফোক ট্র্যাভেলারকে বলুন যদি তিনি <i> এই </i> অর্ডারটি উপেক্ষা করেন তবে আপনি তাঁর কাঁধ থেকে মাথা সরিয়ে নেবেন।

source: Then go upriver yourself, all the way to Fort Weldyn. Bring word of our situation directly to King Haldric the Dragonbane.
bn: তারপরে ফোর্ট ওয়েলডিনের সমস্ত পথে নিজেকে উত্সাহিত করুন।আমাদের পরিস্থিতির শব্দটি সরাসরি রাজা হাল্ড্রিককে ড্রাগনবেনে আনুন।

source: Might we be overreacting, sir?
bn: আমরা কি অত্যধিক আচরণ করতে পারি, স্যার?

source: We are students of war, Captain, and if recent years have taught our people anything, it is to be ready for the worst at all times.
bn: আমরা যুদ্ধের শিক্ষার্থী, অধিনায়ক এবং সাম্প্রতিক বছরগুলি যদি আমাদের লোকদের কিছু শিখিয়ে দেয় তবে এটি সর্বদা সবচেয়ে খারাপের জন্য প্রস্তুত থাকতে হবে।

source: Sir!
bn: স্যার!

source: Do you wish to light the beacon?
bn: আপনি কি বীকন আলোকিত করতে চান?

source: No
bn: না

source: Yes
bn: হ্যাঁ

source: I see we shall eat well this day!
bn: আমি দেখছি আমরা এই দিন ভাল খেতে হবে!

source: Alas! Karron is slain!
bn: হায়রে!অ্যাকশন এই বেতন!

source: Fort Elenssse burns, gone forever! My hatchplace is free and my people can return to live here again. Sssaurian Empire will lassst thirteen millennia more!
bn: ফোর্ট এলেনস বার্নস, চিরকাল চলে গেল!আমার হ্যাচপ্লেসটি নিখরচায় এবং আমার লোকেরা আবার এখানে লাইভে ফিরে আসতে পারে।এসসৌরিয়ান সাম্রাজ্য তেরো সহস্রাব্দকে আরও বেশি করে দেবে!

source: Learn from this victory, Resha. See now the futility of your doubt.
bn: এই বিজয় থেকে শিখুন, রাশা। এখন আপনার সন্দেহের নিরর্থকতা দেখুন।

source: Gorlack, by this victory my doubt rises threefold. We have flown headlong into chaos, into the innermost whirlwind of the Winds of Fate. Though our Windpath is now unknowable, I fear it leads to war.
bn: গোরল্যাক, এই বিজয় দ্বারা আমার সন্দেহ তিনগুণ বেড়ে যায়। আমরা ভাগ্যের বাতাসের অন্তর্নিহিত ঘূর্ণিঝড়ের মধ্যে বিশৃঙ্খলার দিকে উড়ে এসেছি। যদিও আমাদের উইন্ডপথ এখন অজানা, আমি আশঙ্কা করি এটি যুদ্ধের দিকে পরিচালিত করে।

source: There can be no <i>war</i> in a land with prey so plenty.
bn: শিকারের সাথে কোনও জমিতে কোনও <i> যুদ্ধ </i> থাকতে পারে না।

source: These creatures are more than prey. They could very well outmatch us.
bn: এই প্রাণীগুলি শিকারের চেয়ে বেশি। তারা আমাদের খুব ভাল ম্যাচ করতে পারে।

source: ... You witnessed only moments ago how we slew a nest of them utterly.
bn: ... আপনি কেবল কয়েক মুহুর্ত আগে প্রত্যক্ষ করেছিলেন যে আমরা কীভাবে তাদের একটি বাসা পুরোপুরি হত্যা করেছি।

source: Perhaps... your patrols have been overtaxing, Resha. I relieve you of all duties. Return to the eyrie until your sense recovers.
bn: সম্ভবত ... আপনার টহলগুলি ওভারট্যাক্সিং করছে, রিসা। আমি আপনাকে সমস্ত দায়িত্ব থেকে মুক্তি দিই। আপনার জ্ঞান পুনরুদ্ধার না হওয়া পর্যন্ত আইরিতে ফিরে আসুন।

source: With these humans dead, ssspiritsss of my brood sssisssters feel sssome peace... but humans were only hirelings for elves, yesssss, elves mussst ssstill pay... Elves of Wesssmere, your time has come!
bn: এই মানুষগুলি মারা যাওয়ার সাথে সাথে আমার ব্রুডের সিসপিরিটস এসএসএসআইএসএসএসএসএসএসএসএসএসএসএসএসএসএসএসএসএসএসএসএসএসএসএসকে শান্তি বোধ করে ... তবে মানুষ কেবল এলভেস, ইয়েসসস, এলভেস মিউসস্টসসস্টেল বেতনের জন্য ভাড়া নিয়েছিল ... ওয়েসস্মিরের এলভেস, আপনার সময় এসে গেছে!

source: The hunt continued across grassy stretches of the Greatland. Prey was harvested in countless numbers. Finally, overburdened with the yield of the hunt, Flight Gorlack returned to its eyrie. The recently arrived Flight of Vladnir awaited them.
bn: হান্ট গ্রেটল্যান্ডের ঘাসযুক্ত প্রসারিত জুড়ে অবিরত ছিল।শিকার অগণিত সংখ্যায় কাটা হয়েছিল।অবশেষে, শিকারের ফলন দিয়ে অতিরিক্ত চাপ দিয়ে ফ্লাইট গোরল্যাক তার আইরিতে ফিরে এসেছিল।ভ্লাদনির সম্প্রতি আগত ফ্লাইট তাদের জন্য অপেক্ষা করেছিল।

source: I come with tidings, fellow dominant. Half of Morogor makes ready for the journey here.
bn: আমি জোয়ার নিয়ে এসেছি, সহকর্মী প্রভাবশালী। অর্ধেক মরোগোর এখানে ভ্রমণের জন্য প্রস্তুত করে তোলে।

source: That must not be. Even now we have not the provisions for them. Further, our saurians tell us there is a grim season which afflicts the Greatland. Much of it will grow as cold as a high mountain peak. This cold lasts several moons.
bn: এটা অবশ্যই হবে না। এমনকি এখন তাদের জন্য আমাদের বিধান নেই। আরও, আমাদের সৌরিয়ানরা আমাদের জানায় যে একটি মারাত্মক মরসুম রয়েছে যা গ্রেটল্যান্ডকে ক্ষতিগ্রস্থ করে। এর বেশিরভাগ অংশ একটি উঁচু পর্বত শিখরের মতো ঠান্ডা বাড়বে। এই ঠান্ডা বেশ কয়েকটি চাঁদ স্থায়ী হয়।

source: Nothing will delay their coming. All that before stirred one flight against another, now drives them here.
bn: কিছুই তাদের আসতে বিলম্ব করবে না। অন্যের বিরুদ্ধে একটি ফ্লাইট আলোড়িত করার আগে এখন এগুলি এখানে চালিত করে।

source: Then their needs will be met. I shall expand the hunt so as to meet them.
bn: তাহলে তাদের চাহিদা পূরণ করা হবে। আমি তাদের সাথে দেখা করার জন্য শিকারটি প্রসারিত করব।

source: Gorlack, you must reconsider this course, wholly. End the hunt. Elsewise... you doom this expedition by following the shameful Windpath of Dominant Morogor.
bn: গোরল্যাক, আপনাকে অবশ্যই এই কোর্সটি পুরোপুরি পুনর্বিবেচনা করতে হবে। শিকার শেষ করুন। অন্যদিকে ... আপনি প্রভাবশালী মরোগোরের লজ্জাজনক উইন্ডপথ অনুসরণ করে এই অভিযানটি ডুম করেন।

source: I see your sense has yet to return, Resha! Dominant Morogor betrayed his own kith; he attacked the very drakes with whom he had sworn alliance!
bn: আমি দেখছি আপনার বোধটি এখনও ফিরে আসেনি, রিশা! প্রভাবশালী মুরোগর তার নিজের কিথকে বিশ্বাসঘাতকতা করেছিলেন;তিনি খুব ড্রকে আক্রমণ করেছিলেন যার সাথে তিনি জোটের শপথ করেছিলেন!

source: Nay, they were not drakes which he attacked... Those allies Morogor betrayed were creatures of an alien kind. Perhaps even the same kind our hunters now chase across the grassy flatland. I should have long ago Spoken the whole of this Memory to you. Yet I had concern it was more than you could believe by word alone.
bn: হ্যাঁ, তারা যে ড্রাগ ছিল সে ছিল না ... এই মিত্ররা মোরোগরকে বিশ্বাসঘাতকতা করা একটি এলিয়েন ধরণের প্রাণী ছিল। এমনকি একই ধরণের এমনকি আমাদের শিকারীরা এখন ঘাসযুক্ত ফ্ল্যাটল্যান্ড জুড়ে তাড়া করে। আমার অনেক আগে এই স্মৃতিটি আপনার কাছে কথা বলা উচিত ছিল। তবুও আমার উদ্বেগ ছিল যে আপনি একা শব্দের দ্বারা বিশ্বাস করতে পারেন তার চেয়ে বেশি।

source: Then your concern was well measured, for I disbelieve you even now. Those ‘humans’ that graze upon the tall grass of the flatland, that trick beasts to carry them across it, that ride works of driftwood over the sea, can be of no consequence to our affairs. No Ancestor would mistake such simple <i>prey</i> for an ally.
bn: তারপরে আপনার উদ্বেগটি ভালভাবে পরিমাপ করা হয়েছিল, কারণ আমি আপনাকে এখনও অস্বীকার করি। ফ্ল্যাটল্যান্ডের লম্বা ঘাসের উপরে চারণ করেছেন এমন ‘মানুষ’, এই কৌশলটি তাদের এটি জুড়ে বহন করার জন্য বিস্ট করে, সমুদ্রের উপর দিয়ে ড্রিফটউডের সেই যাত্রা কাজ করে, আমাদের বিষয়গুলির কোনও পরিণতি হতে পারে না। কোনও পূর্বপুরুষ কোনও মিত্রের জন্য এত সহজ <i> শিকার </i> ভুল করবেন না।

source: Yet verily it was so. Drakes once counted many noble creatures as allies in times of need — the fleetfoot, the drakekin, the craftlings, the serpents, the casters. Likewise were there those of terrible natures — the Horde, the Jotnar... the Faerie. I fear one of these races is they who swept our folk from this Greatland long ago.
bn: তবুও অবশ্যই এটি ছিল। ড্রাকগুলি একসময় অনেক মহৎ প্রাণীকে প্রয়োজনের সময়ে মিত্র হিসাবে গণ্য করেছিল - ফ্লিটফুট, ড্রেককিন, ক্রাফটলিংস, সর্প, কাস্টাররা। তেমনিভাবে ভয়ঙ্কর স্বভাবগুলি ছিল - হর্ড, জোটনার ... ফেরি। আমি আশঙ্কা করি যে এই ঘোড়দৌড়ের মধ্যে একটি হ'ল তিনিই এই গ্রেটল্যান্ড থেকে আমাদের লোককে সরিয়ে নিয়েছিলেন।

source: The names which they call themselves have shifted in our long absence. Yet many creatures we have already come across bear a perfect likeness to those from the Spoken Memories. Indeed they are the same. If we proceed as we have, we shall drive old allies to war against us. Worse still, we may awaken an ancient foe to our presence in this land.
bn: তারা নিজেরাই যে নামগুলি ডাকে তা আমাদের দীর্ঘ অনুপস্থিতিতে স্থানান্তরিত হয়েছে। তবুও আমরা ইতিমধ্যে প্রচুর প্রাণীকে কথ্য স্মৃতি থেকে প্রাপ্তদের সাথে একটি নিখুঁত সদৃশতা বহন করে। প্রকৃতপক্ষে তারা একই। আমরা যদি আমাদের মতো এগিয়ে যাই তবে আমরা পুরানো মিত্রদের আমাদের বিরুদ্ধে যুদ্ধে চালিত করব। সবচেয়ে খারাপ বিষয়, আমরা এই দেশে আমাদের উপস্থিতির জন্য একটি প্রাচীন শত্রু জাগ্রত করতে পারি।

source: Your first intendant speaks truth, Dominant Gorlack. By the Honor of my Caste in whole, I hereby Proclaim it so.
bn: আপনার প্রথম উদ্দেশ্যটি সত্য কথা বলে, প্রভাবশালী গর্ল্যাক। সামগ্রিকভাবে আমার বর্ণের সম্মানের দ্বারা, আমি এখানে এটি ঘোষণা করি।

source: Dominant Vladnir... never since the exiling has another caste verified our Spoken Memories.
bn: প্রভাবশালী ভ্লাদ্নির ... যেহেতু নির্বাসিতরা আমাদের কথ্য স্মৃতি যাচাই করে নিচ্ছে না।

source: We were forbidden to do so. Since the Time of Legend, we clashers have been charged with the keeping of secrets — The meandering way through the underland took by Parapathos in seeking the Council of Nine. Makings for the mighty Automata down to their metal hearts that mix fire into water. Witwegana’s final words of affection to her mate before delaying Lenvan with a hopeless duel. The wisdoms, the powers, the stories of our Ancestors. These were once shared freely among all drakes. Until, anguished by our exile, Dominant Morogor forbade their telling. Your glider caste alone would not comply. By our honor, we did. Yet our written secrets quietly remained.
bn: আমাদের তা করতে নিষেধ করা হয়েছিল। কিংবদন্তির সময় থেকে, আমাদের সংঘর্ষকারীদের গোপনীয়তা রাখার অভিযোগ করা হয়েছে - আন্ডারল্যান্ডের মধ্য দিয়ে মেইডারিং পথটি নয়টি কাউন্সিলের সন্ধানে প্যারাপাথোসের দ্বারা নিয়েছিল। তাদের ধাতব হৃদয়ে শক্তিশালী অটোমেটার জন্য তৈরি করে যা আগুনকে পানিতে মিশ্রিত করে। হতাশ দ্বন্দ্বের সাথে লেনভানকে বিলম্ব করার আগে উইটওয়েগানের তার সাথীর প্রতি স্নেহের চূড়ান্ত কথা। জ্ঞান, শক্তি, আমাদের পূর্বপুরুষদের গল্প। এগুলি একবার সমস্ত ড্রেকের মধ্যে অবাধে ভাগ করা হয়েছিল। যতক্ষণ না, আমাদের নির্বাসনের দ্বারা যন্ত্রণাদায়ক, প্রভাবশালী মুরোগর তাদের বলতে নিষেধ করেছিলেন। আপনার গ্লাইডার বর্ণটি একা মেনে চলবে না। আমাদের সম্মানের দ্বারা, আমরা করেছি। তবুও আমাদের লিখিত গোপনীয়তা নিঃশব্দে রয়ে গেল।

source: Now, we are far beyond the Domain of Morogor; here his edicts hold no sway. All that he made secret, I may share with you here.
bn: এখন, আমরা মোরোগোরের ডোমেনের চেয়ে অনেক বেশি;এখানে তার নির্দেশগুলি কোনও দমন করে না। তিনি যা গোপন করেছিলেন তা সবই, আমি এখানে আপনার সাথে ভাগ করে নিতে পারি।

source: Speak no more of your secrets.
bn: আপনার গোপনীয়তা আর কিছু না।

source: ... Gorla—
bn: ... গোরলা -

source: I see now how you all cling to your fragments of the past; you cower there with them. Clasher secrets. Glider memories. All useless, as an entire age passed while every one of you feared to act on what you knew!
bn: আমি এখন দেখতে পাচ্ছি যে আপনি সকলেই কীভাবে অতীতের টুকরোগুলি আঁকছেন;আপনি তাদের সাথে সেখানে কাটার। সংঘর্ষের গোপনীয়তা। গ্লাইডার স্মৃতি। সমস্ত অকেজো, পুরো বয়স যেমন কেটে গেছে, যখন আপনারা প্রত্যেকে আপনি যা জানতেন তাতে অভিনয় করার ভয় পেয়েছিলেন!

source: Gorlack, the clasher secrets may bear details of the Greatland unknown to the Spoken Memories. If we do not heed them, I fear—
bn: গোরল্যাক, সংঘর্ষের গোপনীয়তাগুলি কথ্য স্মৃতিগুলির অজানা গ্রেটল্যান্ডের বিশদ বহন করতে পারে। আমরা যদি তাদের মনোযোগ না দিই তবে আমি ভয় করি

source: Speak no more of your fears! So many challenges have we overcome. So many foes vanquished. Yet still you feel not how we shift the Winds of Fate by the force of our Will.
bn: আপনার ভয় আর কিছু না! অনেক চ্যালেঞ্জ আমরা কাটিয়ে উঠেছি। অনেক শত্রু পরাজিত। তবুও তবুও আপনি অনুভব করছেন না যে আমরা কীভাবে আমাদের ইচ্ছার শক্তি দ্বারা ভাগ্যের বাতাসকে স্থানান্তরিত করি।

source: ... Gorlack, I grasp not your meaning. While the Spoken Memories tell us steady wings may catch the Winds of Fate—
bn: ... গোরল্যাক, আমি আপনার অর্থ বুঝতে পারি না। কথ্য স্মৃতিগুলি আমাদের বলছে অবিচলিত ডানা ভাগ্যের বাতাসকে ধরতে পারে —

source: Nay! We are not merely tossed about by the Winds of Fate. We <b>shape</b> them. We fumble not for a Windpath. We make it. Feel the world as it should be with all the fire of your heart. With no room left for <i>fear</i>. With all your Willful heart, make that world be!
bn: না! আমরা কেবল ভাগ্যের বাতাস দ্বারা টস করা হয় না। আমরা <b> আকৃতি </b> তাদের। আমরা উইন্ডপথের জন্য না ভুগছি না। আমরা এটি তৈরি। আপনার হৃদয়ের সমস্ত আগুনের সাথে হওয়া উচিত বলে বিশ্বকে অনুভব করুন। <i> ভয় </i> এর জন্য কোনও ঘর নেই। আপনার সমস্ত ইচ্ছাকৃত হৃদয় দিয়ে, সেই পৃথিবীটি করুন!

source: Perhaps you need witness one final demonstration...
bn: সম্ভবত আপনার একটি চূড়ান্ত বিক্ষোভের সাক্ষী দরকার ...
