Repository: babaissarkar/wesnoth-bn
Catalog: wesnoth-wof/*.po
Languages: bn

source: Karron, not even the whole of Morogor could subdue this land. Not in the way we strove to.
bn: কারন, এমনকি পুরো মরোগোরও এই জমিটিকে বশীভূত করতে পারেনি। আমরা যেভাবে চেষ্টা করেছি তা নয়।

source: Gor— ... ... never before have you spoken as this... Gorlack, by your own measure, you speak cowardice!
bn: গোর ... ... ... এর আগে আপনি এর আগে কখনও কথা বলেননি ... গোরল্যাক, আপনার নিজের পরিমাপের দ্বারা, আপনি কাপুরুষোচিত কথা বলেন!

source: My measure was wrong. I thought we need only escape Morogor to fulfill our reascension from exile. Yet we carried something of Morogor with us. Its fearlessness. Like our exiled ancestors, we fly pridefully along the shortest path. We cut down any creature we find before us, even one another. We become as one of the ancient foes — the Horde, the Jotnar, the Faerie... the Drakes. Until we are surprised by defeat just as Dominant Morogor before us. Because we shun all fear. That is why our noble Ancestors exiled us. Until we learn to temper our pride with fear we remain the creatures they exiled.
bn: আমার পরিমাপ ভুল ছিল। আমি ভেবেছিলাম নির্বাসন থেকে আমাদের পুনর্নির্মাণটি পূরণ করার জন্য আমাদের কেবল মোরোগর পালানো দরকার। তবুও আমরা আমাদের সাথে মরোগোরের কিছু বহন করেছি। এর নির্ভীক। আমাদের নির্বাসিত পূর্বপুরুষদের মতো আমরাও স্বল্পতম পথ ধরে গর্বিতভাবে উড়ে যাই। আমরা আমাদের আগে, এমনকি একে অপরকে খুঁজে পাই এমন কোনও প্রাণীকে কেটে ফেলেছি। আমরা প্রাচীন শত্রুদের একজন হিসাবে পরিণত হয়েছি - হর্ড, জোটনার, ফেরি ... ড্রাকস। যতক্ষণ না আমরা আমাদের সামনে ঠিক প্রভাবশালী মুরোগর হিসাবে পরাজিত হয়ে অবাক হই। কারণ আমরা সমস্ত ভয় এড়িয়ে চলেছি। এজন্য আমাদের মহৎ পূর্বপুরুষরা আমাদের নির্বাসিত করেছিলেন। যতক্ষণ না আমরা ভয়ে আমাদের গর্বকে মেজাজ করতে শিখি ততক্ষণ আমরা তাদের নির্বাসিত প্রাণী হিসাবে রয়েছি।

source: Enough of this glider folly! By your honor, Gorlack, you must return to your eyrie, to complete what you began!
bn: এই গ্লাইডার যথেষ্ট যথেষ্ট! আপনার সম্মানের দ্বারা, গোরল্যাক, আপনি যা শুরু করেছিলেন তা সম্পূর্ণ করতে আপনাকে অবশ্যই আপনার আইরিতে ফিরে আসতে হবে!

source: <i>This</i> is my eyrie now. Here I must stay to shelter my flight from the war that is to come. You may return with the remaining provisions we gathered. Once returned, you may claim the eyrie I forsook.
bn: <i> এটি </i> এখন আমার আইরি। এখানে আমাকে অবশ্যই আগত যুদ্ধ থেকে আমার ফ্লাইটটি আশ্রয় করতে থাকতে হবে। আমরা জড়ো হওয়া বাকী বিধানগুলি নিয়ে আপনি ফিরে আসতে পারেন। একবার ফিরে এসে আপনি আইরি আই ফোরসুক দাবি করতে পারেন।

source: You swore to aid those who journeyed to your Greatland! You called the hunt— Gorlack, the hunt is not ended!
bn: যারা আপনার গ্রেটল্যান্ডে ভ্রমণ করেছেন তাদের সহায়তা করার জন্য আপনি কসম খেয়েছিলেন! আপনি শিকার বলেছেন— গোরল্যাক, হান্ট শেষ হয় না!

source: Lisssten to Karron!
bn: লিসস্টাইন তারপর ক্রিয়া!

source: My summons was never issued; the arrival of the flights was premature. My hunt was indeed ended, by failure. There is nothing more I can do for our folk now—
bn: আমার সমন কখনই জারি করা হয়নি;ফ্লাইটগুলির আগমন ছিল অকাল। আমার শিকার সত্যিই ব্যর্থতার দ্বারা শেষ হয়েছিল। এখন আমাদের লোকের জন্য আমি আর কিছু করতে পারি না -

source: You may embrace your cowardice, Gorlack. Hide here in your hovel with it. Yet your flight will not be dishonored by you. They will return with me to rejoin the hunt. To aid the salvation of our folk which you have forsaken! Through the Ways of Morogor, I Proclaim you Deprived.
bn: আপনি আপনার কাপুরুষতা, গোরল্যাক আলিঙ্গন করতে পারেন। এটি দিয়ে আপনার হোভেল এখানে লুকান। তবুও আপনার বিমানটি আপনার দ্বারা অসম্মানিত হবে না। তারা আমার সাথে ফিরে আসবে শিকারে যোগ দিতে। আমাদের লোককে পরিত্রাণে সহায়তা করার জন্য যা আপনি ত্যাগ করেছেন! মরোগোরের উপায়গুলির মাধ্যমে, আমি আপনাকে বঞ্চিত ঘোষণা করি।

source: We are far beyond Morogor. Here its Ways do not apply.
bn: আমরা মোরোগোরো ছাড়িয়ে অনেক বেশি। এখানে এটি প্রয়োগ হয় না।

source: Then only one fix remains... a trial to the death. Damn you for this, Gorlack. You have left me only the coldest choice.
bn: তারপরে কেবল একটি ফিক্স রয়ে গেছে ... মৃত্যুর জন্য একটি বিচার। গোরল্যাক, এর জন্য তোমাকে অভিশাপ। আপনি আমাকে কেবল সবচেয়ে শীতল পছন্দ রেখে গেছেন।

source: Gorlack, recall how we took captive the orc creature back in Morogor...
bn: গোরলক, স্মরণ করুন কীভাবে আমরা মোরোগোরোতে আর্ক প্রাণীটিকে বন্দী করে নিয়েছি ...

source: Agreed. We must do the same. Karron is to be taken alive.
bn: রাজি আমরা একই কাজ করতে হবে। কারনকে জীবিত নিতে হবে।

source: Before it set camp, I beheld a curious detail of Flight Karron. There were no gliders among them. Perhaps they were scouting... Yet burners too were absent. It may be two castes is all that remains of her flight.
bn: এটি শিবির স্থাপনের আগে, আমি ফ্লাইট কারনের একটি কৌতূহলী বিশদ দেখেছি। তাদের মধ্যে কোনও গ্লাইডার ছিল না। সম্ভবত তারা স্কাউটিং করছিল ... তবুও বার্নাররাও অনুপস্থিত ছিল। এটি দুটি বর্ণ হতে পারে যা তার বিমানের অবশেষ।

source: Whatever the case, Karron must not be underestimated.
bn: যাই হোক না কেন, কারনকে অবশ্যই অবমূল্যায়ন করা উচিত নয়।

source: Karron, you are only dragon left with ssscales. I choose to rejoin your hunt. Many of usss will follow you.
bn: কারন, আপনি কেবল ড্রাগন এসএসএসসিএলএসের সাথে রয়েছেন।আমি আপনার শিকারে পুনরায় যোগদান করতে পছন্দ করি।অনেক ইউএসএসএস আপনাকে অনুসরণ করবে।

source: To think that such a small creature has more fire in its heart than my own kin... Very well, <i>little fledgling</i>, you have earned my respect.
bn: এইরকম একটি ছোট প্রাণীটি আমার নিজের আত্মীয়ের চেয়ে হৃদয়ে বেশি আগুন রয়েছে তা ভাবতে ... খুব ভাল, <i> লিটল ফ্লেডলিং </i>, আপনি আমার শ্রদ্ধা অর্জন করেছেন।

source: Arinexis, do not leave our new clan, it is not sssafe!
bn: অ্যারিনেক্সিস, আমাদের নতুন বংশ ছেড়ে যাবেন না, এটি এসএসএসএফই নয়!

source: There is no sssafety if we hide. My hatch–clan hid in Great Delta and was ssslain. You hid in Green Ssswamp with your old dragon. Your old clan was ssslain too. Will you do sssame again here?! We run, we fight and we live. That is only way for usss now.
bn: আমরা যদি লুকিয়ে থাকি তবে কোনও sssafety নেই।আমার হ্যাচ - ক্ল্যানটি গ্রেট ডেল্টায় লুকিয়ে ছিল এবং তিনি ছিলেন এসস্লেইন।আপনি আপনার পুরানো ড্রাগন দিয়ে সবুজ এসএসএসএসডব্লিউএম লুকিয়েছেন।আপনার পুরানো বংশটিও ছিল এসস্লেইন।আপনি কি আবার এখানে এসএসএসএম করবেন?! আমরা দৌড়ে যাই, আমরা লড়াই করি এবং আমরা বেঁচে থাকি।এটি এখন ইউএসএসএসের একমাত্র উপায়।

source: I have ssseen too many moons. My feet grow weary and ssslow. I ssstay.
bn: আমার অনেক বেশি চাঁদ রয়েছে।আমার পা ক্লান্ত এবং ssslow বৃদ্ধি।আমি ssstay।

source: Reks
bn: রেক্স

source: Greeeeeen one, <i>there</i> you are.
bn: গ্রিইন ওয়ান, <i> সেখানে </i> আপনি।

source: It is I, Ancient One. I ssseek your help.
bn: এটা আমি, প্রাচীন এক।আমি আপনার সাহায্য ssseek।

source: Reks help favorite pet. Reks help green one.
bn: প্রিয় পোষা প্রাণীকে সহায়তা করে।Reks সবুজ এক সাহায্য।

source: Hail, Shussek. You are strangely far flown from that shoal you so coveted.
bn: শিল, শুসেক। আপনি আশ্চর্যজনকভাবে সেই শোল থেকে উড়ে এসেছেন আপনি এতটাই লোভ করেছেন।

source: ...... You are far from your reef.
bn: ...... আপনি আপনার রিফ থেকে অনেক দূরে।

source: Odious fish imps took our reef from us again! Ssssss!
bn: অদ্ভুত মাছগুলি আবার আমাদের কাছ থেকে আমাদের রিফটি নিয়েছিল!এসএসএসএসএস!

source: Xatra
bn: জাট্রা

source: What is meaning of thisssss?!
bn: থিসসসের অর্থ কী?!

source: By dance of wandering ssstars, you look not one day over ssseven, old friend.
bn: ঘোরাঘুরির ঝাঁকুনির মাধ্যমে, আপনি একদিন পুরানো বন্ধু সিসভেনের চেয়ে একদিন দেখছেন না।

source: Yet I feel all thirteen years in my bones!
bn: তবুও আমি আমার হাড়গুলিতে তেরো বছর অনুভব করি!

source: This firescale is engraved with a clasher Secret... Perhaps one of their caste may reveal its meaning.
bn: এই ফায়ারস্কেলটি একটি সংঘর্ষের গোপনে খোদাই করা হয়েছে ... সম্ভবত তাদের বর্ণের একটি এর অর্থ প্রকাশ করতে পারে।

source: ― The Descent of Parapathos ― From the mouth of the cave, Parapathos witnessed the battle take a grim turn. As his wing struggled against the <i>nixes</i>, a living <i>mist</i> descended from the rolling stormclouds above the Crystal Sea. This ethereal creature was just as vast as Lenvan of the <i>casters</i> had warned. The great <i>mist</i> flew right to Dominant Morogor, who stood alone against it, steadfast to duel this creature of the Faerie. With a chilled heart, Parapathos resumed his quest into the underland, leaving the lives of his friends to the fate of the battle. Never before had he resented the honor–burden of his clasher heritage. If not for it, he could have stayed to fight for them. Echoes of the battle faded into silence as Parapathos descended through the cave. Sharp crystals jutted from the walls. Then the cave parted into a labyrinth of corridors. The same <i>craftlings</i> Parapathos sought had hewed these corridors before the Faerie creatures drove them down to Irdya’s very heart. Now he was lost in the labyrinth they left behind. In the distance, Parapathos heard the heavy footfalls of <i>stonekin</i>. He followed them, for days, as they journeyed down to their chamber of contemplation. There they stopped altogether, standing solemnly in a circle around the chamber’s center. It seemed this was the bottom of the world, yet there was no <i>craftling</i> sanctuary to be found here. Perhaps they all had perished as Witwegana feared. Yet there was a faint sound coming through the crystalline floor. It had the rhythm of <i>craftling</i> toolworks. Indeed their sanctuary had survived; it was right beneath him. Breaking through the floor, an entire realm was revealed below, sheltered within a great geode. Parapathos discarded his armor, unfurled his wings, then dove through the breach. On his glide down, he saw many wonders lost to our folk since the Time of Legend. This realm was alive with myriad creatures the <i>craftlings</i> fashioned from metal. Its watch places sat not upon towers; they instead hung from great bubbles in midair. Strangest of all, the many torches that gave light to this realm did so without flame. This was indeed the ally our folk needed to turn the war against the Faerie. ― 64th century of the Time of Turmoil ―
bn: - প্যারাপাথোসের বংশোদ্ভূত - গুহার মুখ থেকে, প্যারাপাথোস যুদ্ধের প্রত্যক্ষ করেছে এক ভয়াবহ মোড় নেয়।তাঁর উইং যখন <i> নিক্সস </i> এর বিরুদ্ধে লড়াই করেছিল, তখন একটি জীবন্ত <i> কুয়াশা </i> স্ফটিক সাগরের উপরে ঘূর্ণায়মান ঝড় থেকে নেমে এসেছিল।এই ইথেরিয়াল প্রাণীটি <i> কাস্টারগুলির লেনভানের মতোই বিশাল ছিল </i> সতর্ক করে দিয়েছিল।মহান <i> কুয়াশা </i> এর বিরুদ্ধে একা দাঁড়িয়ে থাকা প্রভাবশালী মরোগোরের কাছে ডানদিকে উড়ে এসেছিল, ফেয়ারির এই প্রাণীটিকে দ্বন্দ্ব করার জন্য অবিচল। শীতল হৃদয় দিয়ে, প্যারাপাথোস তার অনন্যভূমিতে তার অনুসন্ধান আবার শুরু করে, তার বন্ধুদের জীবন যুদ্ধের ভাগ্যে ফেলে দেয়।এর আগে তিনি কখনও তাঁর সংঘর্ষের heritage তিহ্যের সম্মানের প্রতি বিরক্তি প্রকাশ করেননি।যদি এটির জন্য না হয় তবে তিনি তাদের পক্ষে লড়াই করতে পারতেন। গুহার মধ্য দিয়ে নেমে যাওয়ার সাথে সাথে যুদ্ধের প্রতিধ্বনি নীরবতায় ম্লান হয়ে যায়।প্রাচীর থেকে তীক্ষ্ণ স্ফটিকগুলি ঝাঁকুনি দেয়।তারপরে গুহাটি করিডোরগুলির একটি গোলকধাঁধায় বিভক্ত হয়ে গেল।একই <i> ক্রাফটলিংস </i> প্যারাপাথোস এই করিডোরগুলি হেড করার আগে ফ্যারি প্রাণীগুলি তাদেরকে ইরদীর খুব হৃদয়ে নিয়ে যাওয়ার আগে এই করিডোরগুলি হেড করেছিল।এখন তিনি যে গোলকধাঁধায় রেখেছিলেন তা হারিয়ে গিয়েছিলেন। দূরত্বে, প্যারাপাথোস <i> স্টোনকিন </i> এর ভারী পদক্ষেপগুলি শুনেছিল।তিনি তাদের অনুসরণ করেছিলেন, কয়েক দিন ধরে, যখন তারা তাদের চিন্তার চেম্বারে যাত্রা করেছিলেন।সেখানে তারা পুরোপুরি থামল, চেম্বারের কেন্দ্রের চারপাশে একটি বৃত্তে একাকীভাবে দাঁড়িয়ে।দেখে মনে হয়েছিল এটিই বিশ্বের নীচের অংশ, তবুও এখানে কোনও <i> কারুশিল্প </i> অভয়ারণ্যটি পাওয়া যায়নি।উইটওয়েগানা ভয় পেয়ে সম্ভবত তারা সকলেই মারা গিয়েছিল। তবুও স্ফটিকের মেঝে দিয়ে একটি অজ্ঞান শব্দ আসছিল।এটিতে <i> কারুশিল্প </i> সরঞ্জামকর্মগুলির ছন্দ ছিল।প্রকৃতপক্ষে তাদের অভয়ারণ্যটি বেঁচে ছিল;এটা ঠিক তার নীচে ছিল।মেঝে ভেঙে, একটি সম্পূর্ণ রাজ্যটি নীচে প্রকাশিত হয়েছিল, একটি দুর্দান্ত জিওডের মধ্যে আশ্রয় করা হয়েছিল।প্যারাপাথোস তার বর্মটি ফেলে দিলেন, তার ডানাগুলি ছড়িয়ে দিয়েছেন, তারপরে লঙ্ঘনের মধ্য দিয়ে ঘুঘু করলেন। তাঁর গ্লাইড ডাউনে, তিনি কিংবদন্তির সময় থেকেই আমাদের লোকের কাছে অনেক বিস্ময় হারিয়েছিলেন।এই রাজ্যটি অগণিত প্রাণীদের সাথে জীবিত ছিল <i> ক্রাফটলিংস </i> ধাতব থেকে তৈরি।এর ঘড়ির জায়গাগুলি টাওয়ারগুলিতে বসে নেই;তারা পরিবর্তে মিডায়ারে দুর্দান্ত বুদবুদ থেকে ঝুলিয়েছিল।সর্বোপরি, এই রাজ্যে যে অনেকগুলি মশাল আলোকিত করেছিল তা শিখা ছাড়াই তা করেছিল।এটি প্রকৃতপক্ষে আমাদের লোককে ফ্যারির বিরুদ্ধে যুদ্ধ করার জন্য প্রয়োজনীয় মিত্র ছিল। - অশান্তির সময় th৪ তম শতাব্দী -

source: ― The Contest of the Automata ― There was a rumbling in the distance. Puffs of smoke rose from beyond the horizon. Then slowly they appeared, two hulking metal champions. The drake automaton came first into view, as it was the swifter of the two. It bore a vague likeness to a <i>drakekin</i>, yet wingless, tailless. Below its four legs were rollers in place of feet. It breathed a menacing black smoke as its metal shell gleamed like golden sunlight. Then the <i>craftling</i> automaton came into view. Like its creators, it was smaller, slower. The rollers that carried it were covered by curious metal feet that turned to meet the ground as it went along. It breathed a fair, nigh cloudlike smoke. The automata took their places in the arena, facing each other. Their inner toolworks clamored ceaselessly. The call was given to begin the duel. With a deafening shriek, the drake automaton spat out walls of flame, as it lurched ahead. Even the sand seemed to burn before it, as a dark odious smoke cloaked half the arena. Then the <i>craftling</i> automaton emerged from the thick of the smoke, to the flank of its opponent. With its spin hammer it mangled loose a roller from its victim. Despite this, the drake automaton managed to come about, then struck back with its battering ram to crush its foe’s wielder chamber, along with the poor <i>craftlings</i> inside. It seemed a fateful blow. Until the <i>craftling’s</i> automaton rolled back, took aim with its fire staff, then shot loose the flame spitter from the drake’s. As their automaton caught fire, the clasher wielders emerged from within its wreckage. They went to the <i>craftling</i> automaton to honor their victorious opponents. Yet no <i>craftlings</i> emerged from it to receive their praise. Neither to gloat as <i>craftlings</i> often do. A <i>craftling</i> runesmith strode onto the arena, laughing as he went. He told the bewildered clashers there was no one within his automaton, no one wielding its inner workings. By his glyph–making he had granted this thing a Will of its own. Turning again to the automaton, the clashers gave it a humble nod. ― 31st century of the Time of Legend ―
bn: - অটোমেটার প্রতিযোগিতা - দূরত্বে একটি গণ্ডগোল ছিল।দিগন্তের ওপারে ধোঁয়ার পাফগুলি উঠেছিল।তারপরে আস্তে আস্তে তারা উপস্থিত হল, দুটি হুলিং ধাতব চ্যাম্পিয়ন। ড্রেক অটোমেটনটি প্রথম দৃশ্যে এসেছিল, কারণ এটি ছিল দুজনের সুইফটার।এটি একটি <i> ড্রেককিন </i> এর সাথে অস্পষ্ট সদৃশতা বহন করে, তবুও ডানাহীন, টেইললেস।এর চারটি পায়ে নীচে পায়ের জায়গায় রোলার ছিল।এটি একটি মেনাকিং কালো ধোঁয়া শ্বাস ফেলেছিল কারণ এর ধাতব শেলটি সোনার সূর্যের আলোতে জ্বলজ্বল করে। তারপরে <i> ক্রাফটলিং </i> অটোমেটন নজরে এসেছিল।এর নির্মাতাদের মতো এটি ছোট, ধীর ছিল।এটি বহনকারী রোলারগুলি কৌতূহলী ধাতব পা দ্বারা আচ্ছাদিত ছিল যা মাটির সাথে মিলিত হওয়ার সাথে সাথে দেখা হয়েছিল।এটি একটি সুষ্ঠু, নিকটবর্তী মেঘের মতো ধোঁয়া নিঃশ্বাস ফেলেছে। অটোমাতা একে অপরের মুখোমুখি হয়ে তাদের জায়গাগুলি নিয়েছিল।তাদের অভ্যন্তরীণ সরঞ্জামকর্মগুলি নিরবচ্ছিন্নভাবে আবদ্ধ।কলটি দ্বন্দ্ব শুরু করার জন্য দেওয়া হয়েছিল। একটি বধির শ্লোকের সাথে, ড্রেক অটোমেটন শিখার দেয়ালগুলি ছড়িয়ে দেয়, এটি এগিয়ে যাওয়ার সাথে সাথে।এমনকি বালু এর আগে জ্বলতে দেখা গেছে, একটি গা dark ় অদ্ভুত ধোঁয়া হিসাবে অর্ধেক আখড়াটি আবদ্ধ।তারপরে <i> কারুশিল্প </i> অটোমেটন ধোঁয়ার ঘন থেকে তার প্রতিপক্ষের প্রান্তে উঠে আসে।এর স্পিন হাতুড়ি দিয়ে এটি তার শিকারের কাছ থেকে একটি রোলার আলগা করে।এটি সত্ত্বেও, ড্রেক অটোমেটনটি আসতে সক্ষম হয়েছিল, তারপরে তার শত্রুদের উইল্ডার চেম্বারটি পিষে দরিদ্র <i> ক্রাফটলিংস </i> ভিতরে ভিতরে পিষে তার ব্যাটারিং র‌্যামটি আবার আঘাত করেছিল। এটি একটি দুর্ভাগ্যজনক আঘাত বলে মনে হয়েছিল।<i> ক্রাফটিংয়ের </i> অটোমেটন ফিরে না আসা পর্যন্ত, তার ফায়ার স্টাফদের সাথে লক্ষ্য নিয়েছিল, তারপরে ড্রেকের কাছ থেকে শিখা স্পিটারটি loose িলে .ালা শট করে।তাদের অটোমেটনে আগুন লেগে যাওয়ার সাথে সাথে ক্ল্যাশার ওয়েল্ডাররা এর ধ্বংসস্তূপের মধ্যে থেকে উঠে এসেছিল।তারা তাদের বিজয়ী বিরোধীদের সম্মান জানাতে <i> কারুশিল্প </i> অটোমেটনে গিয়েছিল।তবুও কোনও <i> কারুশিল্প </i> তাদের প্রশংসা পাওয়ার জন্য এটি থেকে উদ্ভূত হয়েছিল।<i> ক্রাফটলিংস </i> প্রায়শই করে না এমনভাবে গ্লোট করা যায় না। একটি <i> কারুশিল্প </i> রুনসমিথ আখড়ায় উঠে পড়ল, সে হাসতে হাসতে হাসতে হাসতে হাসতে হাসতে হাসতে হাসতে হাসতে হাসতে।তিনি বিস্মিত সংঘর্ষকারীদের বলেছিলেন যে তার অটোমেটনের মধ্যে কেউ নেই, এর অভ্যন্তরীণ কাজগুলি কেউই চালায় না।তাঁর গ্লাইফ - এই কাজটি করে তিনি এই জিনিসটিকে নিজের ইচ্ছা দিয়েছেন।আবার অটোমেটনের দিকে ঘুরে সংঘর্ষকারীরা এটিকে একটি নম্র সম্মতি দিয়েছিল। - কিংবদন্তির সময়ের 31 তম শতাব্দী -

source: Gliders, engage!
bn: গ্লাইডার, জড়িত!

source: Burners... Now!
bn: বার্নার্স ... এখন!

source: Karron. My Windpath spared one friend... only to cut down another...
bn: কারন আমার উইন্ডপথ এক বন্ধুকে বাঁচিয়েছিল ... কেবল অন্যকে কেটে ফেলার জন্য ...

source: You win, I go... I run.
bn: তুমি জিতো, আমি যাই ... আমি দৌড়ে যাই।

source: You have one last victory over me... finish it.
bn: আপনার আমার উপরে একটি শেষ বিজয় আছে ... এটি শেষ করুন।

source: Nay.
bn: হ্যাঁ

source: Karron, I banish you from this Greatland, from these far lands of the east. Not as the victor vanquishing a rival as it was in the contention... As a friend seeking to keep you from the turmoil that is soon to be.
bn: কারন, আমি আপনাকে এই গ্রেটল্যান্ড থেকে, পূর্বের এই সুদূর জমিগুলি থেকে নিষিদ্ধ করছি। ভিক্টর যেমন প্রতিদ্বন্দ্বীকে পরাজিত করে তেমন বিতর্ক হিসাবে ছিল না ... বন্ধু হিসাবে শীঘ্রই আপনাকে যে অশান্তি হতে পারে তা থেকে দূরে রাখতে চাইছেন।

source: I strove to prevent a war between the flights. Yet I only traded that for a war of an unknown kind. The hungry flights arriving in numbers will call a hunt far greater than even mine. Yet this will not be a hunt... This will be a war with prey.
bn: আমি ফ্লাইটগুলির মধ্যে যুদ্ধ রোধ করতে চেষ্টা করেছি। তবুও আমি কেবল অজানা ধরণের যুদ্ধের জন্য এটি ব্যবসা করেছি। সংখ্যায় আগত ক্ষুধার্ত ফ্লাইটগুলি আমার চেয়েও অনেক বেশি শিকারকে কল করবে। তবুও এটি শিকার হবে না ... এটি শিকারের সাথে যুদ্ধ হবে।

source: Prey can no more make war on us than could the clouds.
bn: শিকার মেঘের চেয়ে আমাদের আর যুদ্ধ করতে পারে না।

source: They already have, as we all witnessed. Perhaps half the coming flights will be scattered deep into the Greatland. Where they will meet fates unknown as it was with the Flight of Vladnir. Only through defeat may some learn the creatures they hunt are much more than prey.
bn: তারা ইতিমধ্যে আছে, যেমন আমরা প্রত্যেকে প্রত্যক্ষ করেছি। সম্ভবত আসন্ন অর্ধেক বিমানগুলি গ্রেটল্যান্ডের গভীরে ছড়িয়ে ছিটিয়ে থাকবে। যেখানে তারা ভ্লাদনির উড়ানের সাথে সাথে অজানা ফেটসকে দেখা করবে। কেবল পরাজয়ের মাধ্যমে কেউ কেউ শিকারের চেয়ে শিকারের চেয়ে অনেক বেশি প্রাণী শিখতে পারে।

source: Verily, these creatures are fellow contenders for dominance over the world itself. With this Greatland as our arena. They are our equals until we <b>prove</b> ourselves their betters. In this Great Contention.
bn: সত্যই, এই প্রাণীগুলি বিশ্বজুড়ে আধিপত্যের সহকর্মী প্রার্থী। আমাদের আখড়া হিসাবে এই গ্রেটল্যান্ডের সাথে। আমরা </b> </b> নিজেরাই তাদের বেটারগুলি প্রমাণ না করা পর্যন্ত এগুলি আমাদের সমান। এই মহান বিতর্ক।

source: We shall need allies from amongst the noble creatures of this land. Like our gentle saurians. So too the deep dwellers with whom we have now a pact. Our every move must be part of a grander design for victory. In this Great Contention that will take a thousand years.
bn: আমাদের এই জমির মহৎ প্রাণীগুলির মধ্যে থেকে মিত্রদের প্রয়োজন হবে। আমাদের কোমল সৌরিয়ানদের মতো। তাই গভীর বাসিন্দারাও যাদের সাথে আমাদের এখন একটি চুক্তি রয়েছে। আমাদের প্রতিটি পদক্ষেপ অবশ্যই বিজয়ের জন্য একটি গ্র্যান্ডার ডিজাইনের অংশ হতে হবে। এই মহান বিতর্ক যে হাজার বছর সময় নেবে।

source: By this Windpath alone shall we reascend to dominate the world once again.
bn: এই উইন্ডপথ একা একা আমরা আবারও পৃথিবীতে আধিপত্য বিস্তার করতে পারি।

source: Gorlack, I do not feel this... Windpath beneath my wings...
bn: গোরল্যাক, আমি এটি অনুভব করি না ... আমার ডানাগুলির নীচে উইন্ডপথ ...

source: Because you are still fearless, my friend. That is why I banish you west, away from this crisis. Take your flight west beyond even Morogor. Seek out new lands with the wisdom learned from mistakes made here. Let your gliders’ Spoken Memories guide the way.
bn: কারণ আপনি এখনও নির্ভীক, আমার বন্ধু। এই কারণেই আমি আপনাকে এই সংকট থেকে দূরে পশ্চিমকে নিষিদ্ধ করি। এমনকি আপনার ফ্লাইটটি এমনকি মরোগোরের বাইরেও নিয়ে যান। এখানে করা ভুলগুলি থেকে শিখে নেওয়া বুদ্ধি দিয়ে নতুন জমিগুলি সন্ধান করুন। আপনার গ্লাইডারদের কথ্য স্মৃতিগুলি পথকে গাইড করতে দিন।

source: Gorlack, let both our flights head west. We may together take on this adventure as it always should have been.
bn: গোরল্যাক, আমাদের উভয় ফ্লাইট পশ্চিমে যেতে দিন। আমরা একসাথে এই অ্যাডভেঞ্চারটি গ্রহণ করতে পারি যেমন এটি সর্বদা হওয়া উচিত ছিল।

source: I am sorry, Karron. Our Windpaths shall never cross as you hoped. You spoke rightly before, I must finish what I began. When defeat drives our folk to seek a new Windpath, I must be here to provide it.
bn: আমি দুঃখিত, কারন। আপনি যেমন আশা করেছিলেন তেমন আমাদের উইন্ডপথগুলি কখনই অতিক্রম করবে না। আপনি ঠিক আগে কথা বলেছেন, আমি যা শুরু করেছি তা অবশ্যই শেষ করতে হবে। যখন পরাজয় আমাদের লোককে নতুন উইন্ডপথ খুঁজতে চালিত করে, তখন এটি সরবরাহ করতে আমাকে অবশ্যই এখানে থাকতে হবে।

source: So it must be... May your fire light the way in darkness.
bn: সুতরাং এটি অবশ্যই ... আপনার আগুন অন্ধকারে পথ আলোকিত করতে পারে।

source: May your wings catch the winds to soar.
bn: আপনার ডানাগুলি বাতাসকে আরও বাড়িয়ে ধরতে পারে।

source: Epilogue
bn: এপিলোগ

source: Dominant Karron heard the Memories Spoken to her by the gliders. She led several flights west beyond Morogor to the distant Green Isle. Together with the noble creatures of this far land, she would strive to drive off the opposing legions so new eyries might be set there.
bn: প্রভাবশালী কারন গ্লাইডারদের দ্বারা তাঁর কথা বলা স্মৃতি শুনেছিলেন।তিনি মোরোগোর ছাড়িয়ে পশ্চিমে সবুজ দ্বীপে বেশ কয়েকটি ফ্লাইটের নেতৃত্ব দিয়েছিলেন।এই সুদূর জমির মহৎ প্রাণীগুলির সাথে, তিনি বিরোধী সৈন্যদের পালানোর চেষ্টা করবেন যাতে নতুন আইরিগুলি সেখানে স্থাপন করা যেতে পারে।

source: Countless drakes flocked from Morogor to scorch the Greatland with their need. Those creatures that survived their hunt formed large hosts with a deadly cunning. Soon, whole flights fell to their own prey. Others were scattered far across the Greatland as more poured over from Morogor to supplant them.
bn: অগণিত ড্রাকগুলি মোরোগর থেকে তাদের প্রয়োজনের সাথে গ্রেটল্যান্ডকে জ্বলজ্বল করে।যে সমস্ত প্রাণী তাদের শিকারে বেঁচে ছিল তারা মারাত্মক ধূর্ততার সাথে বড় বড় হোস্ট গঠন করেছিল।শীঘ্রই, পুরো ফ্লাইটগুলি তাদের নিজস্ব শিকারে পড়ে গেল।মোরোগর থেকে আরও বেশি poured েলে দেওয়ার জন্য অন্যরা গ্রেটল্যান্ড জুড়ে অনেক দূরে ছড়িয়ে ছিটিয়ে ছিল।

source: As most grew weary of the hunt, Dominant Gorlack summoned all flights to a counsel gathering high upon his Sunreach Peaks. There, he shared with them a new Windpath, the <b>Great Contention</b>. By its wisdom, any creatures that spoke with an honest tongue, that respected the domain of another, that obeyed our Ways... might not be taken as prey. Such creatures would be justly feared as fellow contenders for world dominance.
bn: বেশিরভাগ শিকারে ক্লান্ত হয়ে পড়ার সাথে সাথে প্রভাবশালী গোরল্যাক সমস্ত ফ্লাইটকে তার সানরিচ শিখরে উঁচু জমায়েত করার পরামর্শে ডেকে পাঠালেন।সেখানে তিনি তাদের সাথে একটি নতুন উইন্ডপথ ভাগ করেছেন, <b> দুর্দান্ত বিতর্ক </b>।এর জ্ঞান অনুসারে, যে কোনও প্রাণী যা একটি সৎ জিহ্বায় কথা বলেছিল, যে অন্যের ডোমেনকে সম্মান করে, যা আমাদের পথগুলি মেনে চলে ... শিকার হিসাবে গ্রহণ করা যেতে পারে না।এই জাতীয় প্রাণীগুলি বিশ্ব আধিপত্যের সহকর্মী প্রার্থী হিসাবে ন্যায়সঙ্গত ভয় পাবে।
