Repository: babaissarkar/wesnoth-bn
Catalog: wesnoth-wof/*.po
Languages: bn

source: ...that a fearsome war between drakes is fast approaching. Each flight is led by a ‘dominant’ and advised by three ranked intendants. Beneath these are aspirants, whose position is like a princeship except their ascension to dominant is decided by contest. There is also a caste system that cuts across the flights, with four castes— — Burners are strategic thinkers and show special concern for their fellow drakes. They are natural leaders. But prideful and prone to losing sight of the little things that grow into defeat. — Clashers are trusted by all to fairly enforce the Ways of Morogor. They guard the drake hatcheries, and also libraries of secret knowledge engraved into ceramic tablets. They keep these secrets not just from us, but from the <i>other castes</i>. — Fighters are bold. Quick thinking but decisive to the point of shortsightedness. They are our biggest trouble here. — Gliders have a curious mind steeped in the ‘Spoken Memories’, a kind of oral history unknown to the other castes. As scouts, messengers, and stewards of the hunting grounds, they know Morogor is sinking. But the other castes ignore their warnings. A young glider, Resha, told me her caste hopes to escape Morogor, and I suspect our arrival here may have encouraged them. Thankfully, Jessene keeps all her navigational charts under lock and key. If she hadn’t, the beating of dragon wings might be heard over Southbay! Jessene says her people are familiar with these dragons. Their tomes describe such a race of monsters that drove the Wesfolk from the distant west. And the gliders too have stories of drakes living far beyond Morogor. Resha told me a few of these stories, before our parley was broken by another rebellion from the fighter caste. <i>― Prince Leodren of Southbay, 26th day of the Eastward Oceanic Expedition</i>
bn: ... যে ড্রেকের মধ্যে একটি ভয়ঙ্কর যুদ্ধ দ্রুত এগিয়ে আসছে। প্রতিটি ফ্লাইটের নেতৃত্বে একটি ‘প্রভাবশালী’ দ্বারা পরিচালিত হয় এবং তিনটি র‌্যাঙ্কড ইনটেন্ডেন্টস দ্বারা পরামর্শ দেওয়া হয়।এর নীচে উচ্চাকাঙ্ক্ষী, যাদের অবস্থান প্রিন্সিপের মতো তাদের প্রভাবশালীতে আরোহণ ব্যতীত প্রতিযোগিতার দ্বারা সিদ্ধান্ত নেওয়া হয়।এছাড়াও একটি বর্ণ ব্যবস্থা রয়েছে যা চারটি বর্ণের সাথে ফ্লাইটগুলি জুড়ে কেটে যায়— - বার্নাররা কৌশলগত চিন্তাবিদ এবং তাদের সহকর্মীদের জন্য বিশেষ উদ্বেগ প্রদর্শন করে।তারা প্রাকৃতিক নেতা।তবে গর্বিত এবং পরাজয়ের মধ্যে বেড়ে ওঠা ছোট ছোট জিনিসগুলির দৃষ্টি হারাতে প্রবণ। - মোরোগোরের উপায়গুলি মোটামুটি প্রয়োগ করার জন্য সংঘর্ষগুলি সকলের দ্বারা বিশ্বাসযোগ্য।তারা ড্রেক হ্যাচারিগুলি এবং সিরামিক ট্যাবলেটগুলিতে খোদাই করা গোপন জ্ঞানের গ্রন্থাগারগুলিও রক্ষা করে।তারা এই গোপনীয়তাগুলি কেবল আমাদের কাছ থেকে নয়, <i> অন্যান্য বর্ণ </i> থেকে রাখে। - যোদ্ধারা সাহসী।দ্রুত চিন্তাভাবনা কিন্তু সংক্ষিপ্ততার বিন্দুতে সিদ্ধান্ত নেওয়া।তারা এখানে আমাদের সবচেয়ে বড় সমস্যা। - গ্লাইডারদের একটি কৌতূহলী মন ‘কথ্য স্মৃতি’ এ খাড়া রয়েছে, অন্য বর্ণের কাছে অজানা এক ধরণের মৌখিক ইতিহাস।স্কাউটস, বার্তাবাহক এবং শিকারের মাঠের স্টিওয়ার্ড হিসাবে তারা জানে যে মুরোগর ডুবে যাচ্ছেন।তবে অন্যান্য বর্ণগুলি তাদের সতর্কতা উপেক্ষা করে। এক তরুণ গ্লাইডার, রাশা আমাকে বলেছিলেন যে তার বর্ণটি মরোগোর থেকে বাঁচতে পারে, এবং আমি সন্দেহ করি যে এখানে আমাদের আগমন তাদের উত্সাহিত করেছে।ধন্যবাদ, জেসেন তার সমস্ত নেভিগেশনাল চার্ট লক এবং কী এর নীচে রাখে।যদি সে না থাকত তবে ড্রাগন উইংসের মারধর সাউথবেয়ের উপরে শোনা যেতে পারে! জেসিন বলেছেন যে তার লোকেরা এই ড্রাগনগুলির সাথে পরিচিত।তাদের টোমগুলি এমন দানবগুলির এমন একটি জাতি বর্ণনা করে যা ওয়েসফোককে দূরবর্তী পশ্চিম থেকে চালিত করে।এবং গ্লাইডারগুলিতেও মোরোগোর ছাড়িয়ে অনেক বেশি বেঁচে থাকার গল্প রয়েছে।আমাদের পার্লিকে যোদ্ধা বর্ণের আরেকটি বিদ্রোহের দ্বারা ভেঙে দেওয়ার আগে রাশা আমাকে এই গল্পগুলির কয়েকটি বলেছিলেন। <i> - সাউথবেয়ের প্রিন্স লিওড্রেন, পূর্ব দিকে মহাসাগর অভিযানের 26 তম দিন </i>

source: Lo! Karron reinforces us.
bn: তো!কারন আমাদের আরও শক্তিশালী করে।

source: I see Gorlack still lasts... Wing, descend upon the interlopers. Leave no survivors!
bn: আমি দেখছি গর্ল্যাক এখনও স্থায়ী ... উইং, ইন্টারলোপারদের উপর অবতরণ করুন। কোন বেঁচে নেই!

source: Karron, their leader is to remain alive. I want no repeat of last time.
bn: কারন, তাদের নেতা বেঁচে থাকতে হবে। আমি শেষবারের কোনও পুনরাবৃত্তি চাই না।

source: You do not command me, Gorlack.
bn: তুমি আমাকে আদেশ করো না, গোরল্যাক।

source: I remind you it is by Vladnir’s order this creature remain whole.
bn: আমি আপনাকে মনে করিয়ে দিচ্ছি যে এটি ভ্লাদনির আদেশের দ্বারা এই প্রাণীটি সম্পূর্ণ থাকবে।

source: So be it. My wing will hold your prize inviolate. Mostly.
bn: তাই এটা হতে। আমার উইং আপনার পুরষ্কার অদৃশ্য রাখবে। অধিকাংশ ক্ষেত্রে.

source: I must withdraw. Another triumph falls to Gorlack alone.
bn: আমাকে অবশ্যই প্রত্যাহার করতে হবে। আরেকটি বিজয় একা গোরল্যাকের কাছে পড়ে।

source: Speak, prey. Your kind fares beyond these isles. You will tell us of your destinations.
bn: কথা বলুন, শিকার এই দ্বীপপুঞ্জের বাইরে আপনার দয়ালু ভাড়া। আপনি আমাদের আপনার গন্তব্য সম্পর্কে বলবেন।

source: Release me now and maybe I let some of you live... for future sport of my archers! Hahahaha!
bn: আমাকে এখনই ছেড়ে দিন এবং সম্ভবত আমি আপনার কিছু লোককে বাঁচতে দিয়েছি ... আমার তীরন্দাজদের ভবিষ্যতের খেলাধুলার জন্য!হাহাহাহা!

source: Put him on the <i>Spit of Telling</i>.
bn: তাকে <i> বলার জন্য </i> এ রাখুন।

source: Nay! It was to be taken alive!
bn: না! এটা জীবিত নেওয়া হয়েছিল!

source: My captive is slain, Karron! You, with your wing of halfwits, have stayed our reascension for an age longer!
bn: আমার বন্দী নিহত, কারন! আপনি, আপনার অর্ধেক উইট উইথ সহ, বয়সের জন্য আমাদের পুনর্নির্মাণটি দীর্ঘকাল ধরে রেখেছেন!

source: Your pet was cut down by mistake. Try to calm yourself, Gorlack.
bn: আপনার পোষা প্রাণী ভুল করে কেটে গেছে। গোরল্যাক নিজেকে শান্ত করার চেষ্টা করুন।

source: Their sea skimmers are perished. Their hope of escape is no more.
bn: তাদের সমুদ্রের স্কিমারগুলি মারা গেছে। তাদের পালানোর আশা আর নেই।

source: Koli
bn: কোলি

source: Our hunters will complete the harvesting. Now, see to—
bn: আমাদের শিকারীরা ফসল কাটার কাজ শেষ করবে। এখন, দেখুন

source: Lo! An unknown wing approaches from northwest!
bn: লো!উত্তর -পশ্চিম থেকে একটি অজানা শাখা পৌঁছেছে!

source: Announce yourselves!
bn: নিজেকে ঘোষণা করুন!

source: I am Second Intendant Koli of Flight Omakon.
bn: আমি ফ্লাইট ওমাকনের দ্বিতীয় উদ্দেশ্যমূলক কলি।

source: The troubled Domain of Omakon is six dozen leagues away. They are strangely far out...
bn: ওমাকনের ঝামেলাযুক্ত ডোমেনটি ছয় ডজন লিগ দূরে। তারা আশ্চর্যজনকভাবে অনেক দূরে ...

source: They are rogue.
bn: তারা দুর্বৃত্ত।

source: State your purpose here!
bn: এখানে আপনার উদ্দেশ্য বর্ণনা করুন!

source: My dominant has sent me to observe the status of this isle.
bn: আমার প্রভাবশালী আমাকে এই দ্বীপের অবস্থান পর্যবেক্ষণ করতে পাঠিয়েছে।

source: So your dominant has you probing for soft scales... Probe just a little closer, rogue!
bn: সুতরাং আপনার প্রভাবশালী আপনি নরম স্কেলগুলির জন্য অনুসন্ধান করছেন ... খানিকটা কাছাকাছি তদন্ত, দুর্বৃত্ত!

source: If you approach any closer, then by the Ways of Morogor we shall Proclaim you Rogue.
bn: যদি আপনি কোনও কাছাকাছি যান, তবে মরোগোরের উপায়ে আমরা আপনাকে দুর্বৃত্ত ঘোষণা করব।

source: If my flight were rogue, you would already know it. For when the time comes to move against you, we shall first warn of our cold intent. As a final honorable act towards you, our fellow drakes... Then the needs of our hatchlings will demand the taking of your hunting grounds.
bn: যদি আমার বিমানটি দুর্বৃত্ত হয় তবে আপনি এটি ইতিমধ্যে জানতেন। যখন আপনার বিরুদ্ধে সময় আসে তখন আমরা প্রথমে আমাদের শীতল অভিপ্রায় সম্পর্কে সতর্ক করব। আপনার প্রতি চূড়ান্ত সম্মানজনক কাজ হিসাবে, আমাদের সহকর্মী ড্রাকস ... তারপরে আমাদের হ্যাচলিংগুলির প্রয়োজনগুলি আপনার শিকারের ক্ষেত্রগুলি গ্রহণের দাবি করবে।

source: For now, I go.
bn: আপাতত, আমি যাই।

source: Indeed, return to your dominant. Tell her of what you have seen here this day. What we have done to these creatures is only a glimpse of the fate which awaits you!
bn: আসলে, আপনার প্রভাবশালী ফিরে। আপনি এই দিন এখানে যা দেখেছেন তা তাকে বলুন। আমরা এই প্রাণীগুলির সাথে যা করেছি তা হ'ল ভাগ্যের এক ঝলক যা আপনার জন্য অপেক্ষা করছে!

source: The rogue flights grow bolder.
bn: দুর্বৃত্ত ফ্লাইটগুলি সাহসী হয়।

source: Soon they will not matter. Go ensure that our captive is attended to, Resha.
bn: শীঘ্রই তারা কিছু যায় আসে না। আমাদের বন্দী রেজা -তে অংশ নেওয়া হয়েছে তা নিশ্চিত করুন।

source: Victory Feast
bn: বিজয় ভোজ

source: Fresh prey carcasses were justly divided among hunters in accord with the Ways of Morogor. An ample victory feast was had...
bn: টাটকা শিকারের মৃতদেহগুলি মরোগোরের উপায় অনুসারে শিকারীদের মধ্যে ন্যায়সঙ্গতভাবে বিভক্ত ছিল।একটি যথেষ্ট বিজয় ভোজ ছিল ...

source: Savory...
bn: মজাদার ...

source: Sapid...
bn: সাপিড ...

source: ...these creatures are a delicacy without match.
bn: ... এই প্রাণীগুলি ম্যাচ ছাড়াই একটি সুস্বাদু।

source: Gorlack, I bear rich tidings. The captive’s mind revealed its every secret.
bn: গোরল্যাক, আমি সমৃদ্ধ সংবাদ সহ্য করি। বন্দীর মন তার প্রতিটি গোপনীয়তা প্রকাশ করেছে।

source: Resha
bn: রিসা

source: Excellent, Resha! Speak of it.
bn: দুর্দান্ত, রিসা! এটা কথা বলুন।

source: ‘Orc’ the creatures call themselves.
bn: ‘অর্ক’ প্রাণীগুলি নিজেকে ডাকে।

source: Hmm... ‘Ork chops’
bn: হুম ... ‘শুয়োরের চপস’

source: They flow forth from a ‘Green Isle’ in the distant west. It is great enough to rival even our own central isles. Yet, further west sits a land vast beyond perception; even from the clouds you could not see its entirety. Surely it is the place from which our ancestors followed Dominant Morogor into exile.
bn: এগুলি দূরবর্তী পশ্চিমে একটি ‘সবুজ দ্বীপ’ থেকে প্রবাহিত হয়। এমনকি আমাদের নিজস্ব কেন্দ্রীয় দ্বীপপুঞ্জের প্রতিদ্বন্দ্বিতা করা যথেষ্ট দুর্দান্ত। তবুও, আরও পশ্চিম একটি জমি উপলব্ধি ছাড়িয়ে একটি জমি বসেছে;এমনকি মেঘ থেকে আপনি এর সম্পূর্ণতা দেখতে পারেন নি। অবশ্যই এটি সেই জায়গা যেখানে থেকে আমাদের পূর্বপুরুষরা প্রভাবশালী মুরোগরকে নির্বাসনে অনুসরণ করেছিলেন।

source: It may very well be, Resha. Now speak of our prey’s destination in the east.
bn: এটা খুব ভাল হতে পারে, রিশা। এখন পূর্বে আমাদের শিকারের গন্তব্য সম্পর্কে কথা বলুন।

source: Perilous that way is. A wide stretch of sea unexceptional flyers might cross with fortune from the Winds of Fate. Then only a cluster of shoals to rest them, which might be slid past unnoticed with perilous ease.
bn: বিপদজনক যে উপায়। সমুদ্রের অবিচ্ছিন্ন ফ্লাইয়ারগুলির বিস্তৃত প্রান্তটি ভাগ্যের বাতাস থেকে ভাগ্য দিয়ে অতিক্রম করতে পারে। তারপরে কেবল তাদের বিশ্রামের জন্য শোলসের একটি ক্লাস্টার, যা বিপদজনক স্বাচ্ছন্দ্যের সাথে নজরে না যায়।

source: Go on.
bn: যাও

source: Further east, another stretch of sea, nearly as wide. At last, the Greatland, a land as vast as the ocean itself. Likewise mysterious. The Spoken Memories tell us drakes once thrived there into the Time of Turmoil. When nigh all of them perished in an unknown calamity.
bn: আরও পূর্ব দিকে, সমুদ্রের আরও একটি প্রসারিত, প্রায় প্রশস্ত। শেষ অবধি, দ্য গ্রেটল্যান্ড, সমুদ্রের মতোই বিশাল জমি। একইভাবে রহস্যময়। কথ্য স্মৃতিগুলি আমাদের জানায় যে একবারে সেখানে অশান্তির সময় সেখানে প্রচুর পরিমাণে সমৃদ্ধ হয়েছিল। যখন তারা সকলেই অজানা বিপর্যয়ে মারা যায়।

source: If there our prey migrates, then there our prey will be most plentiful. With the flight I earn at the contention, I shall go to this Greatland far beyond. There my eyrie will be set; a beacon leading other flights to salvation.
bn: যদি সেখানে আমাদের শিকার স্থানান্তরিত হয়, তবে সেখানে আমাদের শিকারটি সবচেয়ে বেশি হবে। আমি বিতর্কে যে ফ্লাইটটি উপার্জন করি তার সাথে আমি এই গ্রেটল্যান্ডে অনেক দূরে যাব। সেখানে আমার আইরি সেট করা হবে;একটি বীকন পরিত্রাণের জন্য অন্যান্য ফ্লাইটের নেতৃত্ব দেয়।

source: Gorlack, that will condemn Vladnir to destruction! He counts on us, his aspirants, to set eyries within his domain. Only with nigh allies can Flight Vladnir hold against the rogues!
bn: গোরল্যাক, যা ভ্লাদনিরকে ধ্বংসের নিন্দা করবে! তিনি আমাদের, তাঁর প্রত্যাশীদের, তার ডোমেনের মধ্যে আইরিগুলি স্থাপন করার জন্য গণনা করেন। শুধুমাত্র নাইট মিত্রদের সাথেই ভ্লাদনির উড়ে যেতে পারে দুর্বৃত্তদের বিরুদ্ধে!

source: Mine is a higher task, Karron. I must do as all our folk need. Lest a day comes when none can hold against the rogues. Neither the burning hunger that drives them to treachery.
bn: খনি একটি উচ্চতর কাজ, কারন। আমাদের সমস্ত লোকের প্রয়োজন হিসাবে আমি অবশ্যই করতে হবে। পাছে এমন একটি দিন আসে যখন কেউ দুর্বৃত্তদের বিরুদ্ধে ধরে রাখতে পারে না। উভয়ই জ্বলন্ত ক্ষুধা যা তাদেরকে বিশ্বাসঘাতকতা করে না।

source: Then you, who shirks an ally, must meet defeat at the contention. I shall win the new flight myself, so that with it the Domain of Vladnir will hold!
bn: তারপরে আপনি, যিনি একজন মিত্রকে চিহ্নিত করেন, অবশ্যই এই বিতর্কে পরাজয় পূরণ করতে হবে। আমি নিজেই নতুন ফ্লাইটটি জিতব, যাতে এটির সাথে ভ্লাদনির ডোমেনটি ধরে থাকবে!

source: The Contention
bn: বিতর্ক

source: So the day of the contention came. Each caste elected an aspirant from their ranks to become the new dominant. Each aspirant chose carefully three intendants to aid them.
bn: তাই বিতর্কের দিনটি এসেছিল।প্রতিটি জাতি নতুন প্রভাবশালী হওয়ার জন্য তাদের পদ থেকে একজন উচ্চাকাঙ্ক্ষী নির্বাচিত হয়েছিল।প্রতিটি উচ্চাকাঙ্ক্ষী তাদের সহায়তা করার জন্য সাবধানতার সাথে তিনজন অভিপ্রায় বেছে নিয়েছিল।

source: All the skills to lead a flight were tested. Each aspirant was put through trials of endurance, trials of warfare, trials of the hunt. In the end, only the two aspirants of Vladnir remained to face one another in the Arena of Dominance, in the very heart of Morogor...
bn: একটি ফ্লাইটের নেতৃত্ব দেওয়ার সমস্ত দক্ষতা পরীক্ষা করা হয়েছিল।প্রতিটি উচ্চাকাঙ্ক্ষী সহনশীলতার বিচার, যুদ্ধের বিচার, শিকারের ট্রায়ালগুলির মাধ্যমে রাখা হয়েছিল।শেষ পর্যন্ত, কেবল ভ্লাদ্নিরের দু'জন উচ্চাকাঙ্ক্ষী মুরোগরের একেবারে হৃদয়ে আধিপত্যের অঙ্গনে একে অপরের মুখোমুখি হয়ে রইলেন ...

source: Contender Gorlack
bn: প্রতিযোগী গোরল্যাক

source: Contender Karron
bn: প্রতিযোগী ক্রিয়া

source: Spectators
bn: দর্শক

source: Hold the advantage at the end of turn 24
bn: টার্ন 24 এর শেষে সুবিধাটি ধরে রাখুন

source: Defeat Karron
bn: পরাজিত কররন

source: Not hold the advantage at the end of turn 24
bn: টার্ন 24 এর শেষে সুবিধাটি ধরে রাখবেন না

source: Defeat of Gorlack
bn: গর্ল্যাকের পরাজয়

source: Advantage is determined by adding the gold, the value of the drakes on the field, and five times the income; Right-click to see the current score
bn: সুবিধা সোনার যোগ করে, মাঠে ড্রাকের মান এবং আয়ের পাঁচগুণ দিয়ে নির্ধারণ করা হয়;বর্তমান স্কোর দেখতে ডান ক্লিক করুন

source: Karron will get an income of $side_2.village_gold gold per village
bn: কারন প্রতি গ্রামে $side_2.village_gold সোনার আয় পাবেন

source: You must recruit one drake from each caste before recruiting any more
bn: আর কোনও নিয়োগের আগে আপনাকে অবশ্যই প্রতিটি বর্ণ থেকে একটি ড্রেক নিয়োগ করতে হবে

source: No recalls are permitted
bn: কোনও স্মরণ অনুমোদিত নয়

source: Any drake you lose in combat will not be killed and may be recalled in future scenarios
bn: যুদ্ধে আপনি যে কোনও ড্রকে হারাবেন তা হত্যা করা হবে না এবং ভবিষ্যতের পরিস্থিতিতে পুনরায় স্মরণ করা যেতে পারে

source: From now on, Gorlack will have loyal intendants from the fighter and clasher castes; if one dies, the next recalled drake of the same caste will replace it as long as that drake is level 2 or higher
bn: এখন থেকে, গোরল্যাকের যোদ্ধা এবং সংঘর্ষের বর্ণের অনুগত উদ্দেশ্য থাকবে;যদি কেউ মারা যায় তবে পরবর্তী বর্ণিত ড্রেক একই বর্ণের ড্রেক যতক্ষণ না ড্রেক স্তর 2 বা উচ্চতর হয় ততক্ষণ এটিকে প্রতিস্থাপন করবে

source: Today, my old mentor, it is I that teaches <i>you</i>. You shall learn a pivotal lesson in humility!
bn: আজ, আমার পুরানো পরামর্শদাতা, আমিই <i> আপনি </i> শিখিয়েছি। আপনি নম্রতার একটি গুরুত্বপূর্ণ পাঠ শিখবেন!

source: If just sharp as your tongue were your teeth.
bn: যদি আপনার জিহ্বা হিসাবে কেবল তীক্ষ্ণ হয় তবে আপনার দাঁত ছিল।

source: Show Advantage
bn: সুবিধা দেখান

source: dialog^Advantage
bn: ডায়ালগ^সুবিধা

source: Karron has ascended to the rank of dominant. The flight-in-contention is hereby entrusted to Dominant Karron’s keeping.
bn: কারন প্রভাবশালী পদে আরোহণ করেছেন। ফ্লাইট-ইন-কনটেনশনটি এখানে প্রভাবশালী কারনের রক্ষণাবেক্ষণের উপর অর্পণ করা হয়েছে।

source: This must be a dream. I no longer dwell in the shadow of Gorlack.
bn: এটি অবশ্যই একটি স্বপ্ন হতে হবে। আমি আর গোরল্যাকের ছায়ায় বাস করি না।

source: Gorlack has ascended to the rank of dominant. The flight-in-contention is hereby entrusted to Dominant Gorlack’s keeping.
bn: গোরল্যাক প্রভাবশালী পদে আরোহণ করেছে। ফ্লাইট-ইন-কনটেনশনটি এখানে প্রভাবশালী গোরল্যাকের রক্ষণাবেক্ষণের উপর অর্পিত হয়।

source: Drakes! Fellows of all castes, hear me! This is a dark time in which we endure. Our lands provide not as once they did. Unfed hatchlings succumb to the wasting. A war among us hastens. Worse than these all— your hearts bleed fear!
bn: ড্রাকস! সমস্ত বর্ণের ফেলো, আমাকে শুনুন! এটি একটি অন্ধকার সময় যেখানে আমরা সহ্য করি। আমাদের জমিগুলি একবারে তাদের মতো করে না। অপ্রয়োজনীয় হ্যাচলিংস নষ্ট হয়ে যায়। আমাদের মধ্যে একটি যুদ্ধ তাড়াতাড়ি। এই সবের চেয়েও খারাপ - আপনার হৃদয় ভয় রক্ত!

source: This hope I offer you. There are lands beyond Morogor. Beyond its troubles. This oath I swear you. I shall lead you to the way beyond. With my new flight, I proceed to the far lands to plant my eyrie!
bn: এই আশা আমি আপনাকে অফার। মরোগোরের বাইরেও জমি রয়েছে। এর ঝামেলা ছাড়িয়ে। এই শপথ আমি আপনাকে শপথ করছি। আমি আপনাকে ছাড়িয়ে যাওয়ার পথে নিয়ে যাব। আমার নতুন ফ্লাইটের সাথে, আমি আমার আইরি রোপণ করতে সুদূর জমিতে এগিয়ে যাই!

source: So it begins...
bn: তাই এটি শুরু...

source: Upon the greatest of all lands my eyrie will stand. The Greatland of the east!
bn: সমস্ত জমির সর্বশ্রেষ্ঠের উপরে আমার আইরি দাঁড়াবে। পূর্ব গ্রেটল্যান্ড!

source: Await my summons. For it will be your salvation!
bn: আমার সমন অপেক্ষা। কারণ এটি আপনার পরিত্রাণ হবে!

source: For winning by defeating the rival leader, you receive war claws!
bn: প্রতিদ্বন্দ্বী নেতাকে পরাজিত করে জয়ের জন্য, আপনি যুদ্ধের নখর পাবেন!

source: War Claws
bn: যুদ্ধ নখর

source: The finest work of the Morogor forges, these steel claws increase the damage of the wearer’s melee attack.
bn: মোরোগর জালিয়াতির সেরা কাজটি, এই ইস্পাত নখরগুলি পরিধানকারীদের মেলি আক্রমণটির ক্ষতি বাড়ায়।

source: war claws
bn: যুদ্ধ নখর

source: Final Departure
bn: চূড়ান্ত প্রস্থান

source: Dominant Vladnir, I can no longer remain in this land as your ally. I seek your forgiveness.
bn: প্রভাবশালী ভ্লাদনির, আমি আর আপনার মিত্র হিসাবে এই জমিতে থাকতে পারি না। আমি তোমার ক্ষমা চাই।

source: There is nothing for me to forgive. The Spoken Memories of the glider caste have pointed your course. There is no better heading I may counsel.
bn: আমার ক্ষমা করার মতো কিছুই নেই। গ্লাইডার বর্ণের কথ্য স্মৃতিগুলি আপনার কোর্সটি নির্দেশ করেছে। আমি পরামর্শ দিতে পারি এর চেয়ে ভাল আর কোনও শিরোনাম নেই।

source: ... I never suspected you held the gliders in such esteem. That you had heard the Spoken Memories. Perhaps glider wisdom overlaps the many written Secrets your own caste wards.
bn: ... আমি কখনই সন্দেহ করি নি যে আপনি এই জাতীয় সম্মানের সাথে গ্লাইডারগুলি ধরেছিলেন। যে আপনি কথ্য স্মৃতি শুনেছেন। সম্ভবত গ্লাইডার উইজডম আপনার নিজের বর্ণের ওয়ার্ডগুলিকে অনেকগুলি লিখিত গোপনীয়তা ওভারল্যাপ করে।

source: I am forbidden to tell. The Gliders may share their Memories. We Clashers must keep our Secrets. Yet I may say this... Your glider first intendant is well chosen for the journey ahead of you.
bn: আমি বলতে নিষেধ করছি। গ্লাইডাররা তাদের স্মৃতি ভাগ করে নিতে পারে। আমরা সংঘর্ষকারীদের অবশ্যই আমাদের গোপনীয়তা রাখতে হবে। তবুও আমি এটি বলতে পারি ... আপনার গ্লাইডার ফার্স্ট ইন্টেন্ডেন্ট আপনার সামনে যাত্রার জন্য ভালভাবে বেছে নেওয়া হয়েছে।

source: Many matters are now in motion. I go now, for there are preparations to be made... <i>May your fire light the way in darkness.</i>
bn: অনেক বিষয় এখন চলমান। আমি এখন যাচ্ছি, কারণ সেখানে প্রস্তুতি নেওয়া উচিত ... <i> আপনার আগুন অন্ধকারের পথে আলোকিত হোক </</i>

source: <i>May your ancestors tread beside you.</i>
bn: <i> আপনার পূর্বপুরুষরা আপনার পাশে চলে যেতে পারে </</i>

source: My Dominant Gorlack, your flight has assembled upon the eastern landing.
bn: আমার প্রভাবশালী গোরল্যাক, আপনার বিমানটি পূর্ব অবতরণে একত্রিত হয়েছে।

source: There is no need for you to address me by status, Resha. We are still equals regardless of rank.
bn: স্ট্যাটাস দ্বারা আমাকে সম্বোধন করার দরকার নেই, রাশা। আমরা এখনও র‌্যাঙ্ক নির্বিশেষে সমান।

source: My friend, we are not equals, for I owe you my life. I would have perished in that cave if not for your intervention.
bn: আমার বন্ধু, আমরা সমান নই, কারণ আমি আপনাকে আমার জীবন ow ণী। আপনার হস্তক্ষেপের জন্য না হলে আমি সেই গুহায় ধ্বংস হয়ে যেতাম।

source: Gorlack... There is a matter for which I must give counsel. You have heard the Memory of our ancient exile to these sinking isles. You have endured the shame of knowing it was Dominant Morogor’s betrayal that made it so. While the rest of your caste revere this Ancestor, you alone shoulder the truth.
bn: গোরল্যাক ... এমন একটি বিষয় রয়েছে যার জন্য আমাকে অবশ্যই পরামর্শ দিতে হবে। আপনি এই ডুবে যাওয়া দ্বীপগুলিতে আমাদের প্রাচীন নির্বাসনের স্মৃতি শুনেছেন। আপনি এটি জেনে লজ্জা সহ্য করেছেন যে এটি প্রভাবশালী মরোগোরের বিশ্বাসঘাতকতা যা এটি তৈরি করেছে। যদিও আপনার বর্ণের বাকী অংশগুলি এই পূর্বপুরুষকে শ্রদ্ধা করে, আপনি একাই সত্য কাঁধে।

source: Verily, it has cooled my heart some, to know our shameful past. Yet such is a small price for wisdom.
bn: সত্যই, এটি আমাদের লজ্জাজনক অতীতকে জানতে আমার হৃদয়কে কিছুটা শীতল করেছে। তবুও এ জাতীয় জ্ঞানের জন্য একটি ছোট দাম।

source: My friend, the price is yet to be paid. Beyond these isles is a world stranger than words can tell. Things forgotten since the Time of Legend. When planted are our feet on the Greatland, that place which slew so many of our folk long ago... We must proceed with the utmost caution. With our Windpath well chosen.
bn: আমার বন্ধু, দাম এখনও পরিশোধ করা হয়নি। এই দ্বীপপুঞ্জের বাইরে শব্দগুলি বলতে পারে এমন এক বিশ্ব অপরিচিত। কিংবদন্তির সময় থেকে জিনিসগুলি ভুলে গেছে। যখন রোপণ করা হয় তখন গ্রেটল্যান্ডে আমাদের পা থাকে, সেই জায়গাটি যা আমাদের অনেক লোককে অনেক আগে হত্যা করেছিল ... আমাদের অবশ্যই অত্যন্ত সতর্কতা অবলম্বন করতে হবে। আমাদের উইন্ডপথের সাথে ভালভাবে বেছে নেওয়া হয়েছে।

source: I hear your counsel, Resha. I shall heed it. Yet set aside your fear, for there is also more to us than words can tell. A power within our hearts to which you will bear witness. With it we shall part the turbulent Winds of Fate themselves. Leaving in their place, a Windpath of our own making.
bn: আমি আপনার পরামর্শ শুনি, রিসা। আমি এটা মনোযোগ দেব। তবুও আপনার ভয়কে আলাদা করে রাখুন, কারণ শব্দগুলি বলতে পারে তার চেয়ে আমাদের কাছে আরও অনেক কিছু রয়েছে। আমাদের হৃদয়ের মধ্যে এমন একটি শক্তি যেখানে আপনি সাক্ষ্য দেবেন। এটির সাথে আমরা ভাগ্যের অশান্ত বাতাসকে আলাদা করব। তাদের জায়গায় রেখে, আমাদের নিজস্ব তৈরির একটি উইন্ডপথ।

source: Journey
bn: যাত্রা

source: To make ready for the journey, Gorlack cut loose every possible burden from his flight. The hulking armor of the clasher caste was forsaken. Provisions were halved.
bn: ভ্রমণের জন্য প্রস্তুত করার জন্য, গোরলাক তার বিমান থেকে প্রতিটি সম্ভাব্য বোঝা loose িলে .ালা কেটে ফেলেন।সংঘর্ষের বর্ণের হাল্কিং বর্মটি ত্যাগ করা হয়েছিল।বিধানগুলি অর্ধেক ছিল।

source: Even then, half among the flight were unready to last such a journey. Those yet too young. Those with wounds still mending. To Karron’s bewilderment, Gorlack gifted her these— a flight of her own to lead.
bn: তারপরেও, ফ্লাইটের মধ্যে অর্ধেক এই জাতীয় যাত্রা শেষ করতে প্রস্তুত ছিল না।যারা এখনও খুব কম বয়সী।যারা ক্ষত রয়েছে তারা এখনও সংশোধন করে।কারনের বিস্মিত হয়ে গোরল্যাক তাকে এই উপহার দিয়েছিল - নেতৃত্ব দেওয়ার জন্য তার নিজের একটি ফ্লাইট।

source: At earliest dawn the Flight of Gorlack lifted skyward...
bn: প্রথম দিকে ভোরের দিকে গোরল্যাকের ফ্লাইটটি আকাশের দিকে উঠল ...

source: Flying over land darkly striped by long shadows of craggy peaks, with the light of a warm new sun between...
bn: ক্র্যাগি শৃঙ্গগুলির দীর্ঘ ছায়া দ্বারা অন্ধকারে স্ট্রাইপ করা জমির উপর দিয়ে উড়ন্ত, এর মধ্যে একটি উষ্ণ নতুন সূর্যের আলো সহ ...
