Repository: babaissarkar/wesnoth-bn
Catalog: wesnoth-wof/*.po
Languages: bn

source: Winds of Fate
bn: উইন্ডস অফ ফেট

source: As the once plentiful hunting grounds of Morogor slip below the waves, war looms between drakes driven rogue by hunger and those still honorable. Yet the winds of fate may be shifting, for inspired by legends of vast far away lands, a pack of fledgling hunters makes ready to lead their kind on a journey towards salvation.
bn: মোরোগোরের একসময় প্রচুর শিকারের ক্ষেত্রগুলি তরঙ্গের নীচে পিছলে যায়, যুদ্ধের মধ্যে ড্রাক্স চালিত দুর্বৃত্তদের মধ্যে ক্ষুধার্ত এবং এখনও সম্মানিতদের মধ্যে যুদ্ধের সূচনা হয়।তবুও ভাগ্যের বাতাসগুলি স্থানান্তরিত হতে পারে, কারণ কিংবদন্তিদের অনেক দূরের জমি দ্বারা অনুপ্রাণিত হয়ে, একটি পালানো শিকারিদের একটি প্যাকেট পরিত্রাণের দিকে যাত্রায় তাদের ধরণের নেতৃত্ব দেওয়ার জন্য প্রস্তুত করে তোলে।

source: <i>Features full recall costs and no gold carryover.</i>
bn: <i> বৈশিষ্ট্যগুলি সম্পূর্ণ পুনরুদ্ধার ব্যয় এবং কোনও সোনার ক্যারিওভার নেই।</i>

source: (Hard level, 11 scenarios.)
bn: (হার্ড স্তর, 11 পরিস্থিতি।)

source: Aspirant
bn: পদপ্রার্থী

source: Easy
bn: সহজ

source: Intendant
bn: স্টুয়ার্ড

source: Normal
bn: সাধারণ

source: Dominant
bn: প্রভাবশালী

source: Hard
bn: হার্ড

source: Ancestor
bn: পূর্বপুরুষ

source: Nightmare
bn: দুঃস্বপ্ন

source: Authors
bn: লেখক

source: Graphics
bn: গ্রাফিক্স

source: Alpha Testing
bn: আলফা পরীক্ষা

source: Based on Wings of Victory by:
bn: বিজয়ের ডানাগুলির উপর ভিত্তি করে:

source: The Hunt
bn: শিকার

source: From the skies above, the glider caste felt the Winds of Fate.
bn: উপরের আকাশ থেকে, গ্লাইডার বর্ণটি ভাগ্যের বাতাস অনুভব করেছিল।

source: They saw the diminishment of our nourishing lands as the isles of Morogor slipped into the sea. They heard the cries of starving hatchlings before the wasting’s eternal hush.
bn: তারা আমাদের পুষ্টিকর জমিগুলির হ্রাস দেখেছিল যেহেতু মরোগোরের দ্বীপগুলি সমুদ্রে পিছলে যায়।তারা নষ্টের চিরন্তন হুশের আগে অনাহারে হ্যাচলিংয়ের কান্না শুনেছিল।

source: Newer flights scraped out a meager existence on islets of rock their ancestors would have scorned. With envious eyes these flights gazed upon the green expanses of the central isles. Then it began...
bn: নতুন ফ্লাইটগুলি তাদের পূর্বপুরুষদের উপহাস করা রকের দ্বীপগুলিতে একটি স্বল্প অস্তিত্বের বাইরে বেরিয়ে এসেছিল।Vious র্ষা চোখে এই বিমানগুলি কেন্দ্রীয় দ্বীপপুঞ্জের সবুজ বিস্তারের দিকে নজর রেখেছিল।তারপরে এটি শুরু হয়েছিল ...

source: One by one, the most desperate flights turned rogue. They broke the long peace among drakes by invading the domains of their neighbors. One by one, the rogues were destroyed by the honorable flights in accord with the Ways. Still more turned; two by two, then four by four. Soon enough there would be more flights to betray the Ways of Morogor than uphold them.
bn: এক এক করে, সবচেয়ে মরিয়া বিমানগুলি দুর্বৃত্ত হয়ে উঠল।তারা তাদের প্রতিবেশীদের ডোমেনগুলিতে আক্রমণ করে ড্রেকের মধ্যে দীর্ঘ শান্তি ভেঙে দিয়েছে।একে একে, দুর্বৃত্তদের উপায় অনুসারে সম্মানিত ফ্লাইটগুলি দ্বারা ধ্বংস করা হয়েছিল।এখনও আরও পরিণত;দুই দ্বারা দুই, তারপর চার দ্বারা চার।শীঘ্রই পর্যাপ্ত পরিমাণে মোরোগোরকে সমর্থন করার চেয়ে আরও বেশি ফ্লাইট থাকবে।

source: It was in this dark time the glider caste felt a familiar Windpath under their wings, a path newly recast from the twisting Winds of Fate. Curious landbound creatures had been sighted on the Isle of Omarath. Faring across the ocean upon their wooden sea skimmers, they journeyed from beyond one side of the horizon to the other. Even the strongest of wing could not safely follow them so far as they went, lest they pass the point of no return. Just the same, the ancient glider caste had more than a notion of their destination.
bn: এই অন্ধকার সময়ে গ্লাইডার বর্ণটি তাদের ডানাগুলির নীচে একটি পরিচিত উইন্ডপথ অনুভব করেছিল, এটি ভাগ্যের মোড়ক বাতাস থেকে নতুনভাবে পুনঃস্থাপনের পথ।কৌতূহলী স্থলভাগের প্রাণীগুলি ওমরথের আইলটিতে নজর দেওয়া হয়েছিল।তাদের কাঠের সমুদ্রের স্কিমারগুলিতে সমুদ্রের ওপারে ঘুরে বেড়ানো, তারা দিগন্তের একপাশ থেকে অন্য দিকে যাত্রা করেছিল।এমনকি সবচেয়ে শক্তিশালী উইং তারা যতদূর গিয়েছিল তারা নিরাপদে তাদের অনুসরণ করতে পারেনি, পাছে তারা কোনও প্রত্যাবর্তনের পয়েন্টটি পাস করবে না।ঠিক একইভাবে, প্রাচীন গ্লাইডার বর্ণের তাদের গন্তব্য সম্পর্কে ধারণার চেয়ে বেশি ছিল।

source: For their Spoken Memories told what other castes had forgotten. There are lands beyond Morogor, across the Great Ocean. From there drakes came long ago. To this wider world we needed return.
bn: তাদের কথ্য স্মৃতিগুলির জন্য অন্যান্য বর্ণগুলি কী ভুলে গেছে তা জানিয়েছিল।মোরোগোরের ওপারে গ্রেট সাগর জুড়ে জমি রয়েছে।সেখান থেকে ড্রাকগুলি অনেক আগেই এসেছিল।এই বৃহত্তর বিশ্বে আমাদের ফিরে আসার দরকার ছিল।

source: Gorlack’s Wing
bn: গোরল্যাকের উইং

source: Gorlack
bn: গোরল্যাক

source: Kill 20 creatures ($kill_total killed so far)
bn: 20 প্রাণীকে হত্যা করুন ($kill_total killed so far)

source: Death of Gorlack
bn: গর্ল্যাকের মৃত্যু

source: Death of Resha
bn: রিশার মৃত্যু

source: Oases heal and cure
bn: ওসেস নিরাময় এবং নিরাময়

source: $kill_total of 20 prey harvested
bn: 20 শিকারের $kill_total ফসল কাটা

source: Behold, the Isle of Gaall. The most perilous hunting ground in the Domain of Vladnir. Spurred by the hunger cries of their hatchlings, many a hunter has journeyed to this place. Only to become its prey.
bn: দেখুন, গ্যালের আইল। ভ্লাদনির ডোমেনে সবচেয়ে বিপদজনক শিকারের ক্ষেত্র। তাদের হ্যাচলিংয়ের ক্ষুধার্ত চিৎকারে উত্সাহিত, অনেক শিকারি এই জায়গায় ভ্রমণ করেছেন। শুধুমাত্র এর শিকার হতে।

source: Our trial for aspirancy has come at last. The hunt that awaits us below will prove a worthy test.
bn: আকাঙ্ক্ষার জন্য আমাদের বিচার শেষ হয়েছে। নীচে আমাদের জন্য অপেক্ষা করা শিকারটি একটি উপযুক্ত পরীক্ষা প্রমাণ করবে।

source: If only we could still count Karron among us... I fear without her aid this trial will outmatch us. We too may fall prey to this isle.
bn: যদি কেবল আমরা এখনও আমাদের মধ্যে কারনকে গণনা করতে পারি ... আমি তার সহায়তা ছাড়া ভয় করি এই বিচার আমাদের ছাড়িয়ে যাবে। আমরাও এই দ্বীপের শিকার হতে পারি।

source: Karron never was among us, verily. Her heart sought glory over our greater purpose.
bn: কারন কখনই আমাদের মধ্যে ছিলেন না, সত্যই। তার হৃদয় আমাদের বৃহত্তর উদ্দেশ্য সম্পর্কে গৌরব চেয়েছিল।

source: We need no further hunters to prevail here. No less of a challenge readies us for aspirancy. Neither the reascension long fortold by your caste. Call the Hunt.
bn: এখানে বিজয়ী হওয়ার জন্য আমাদের আর কোনও শিকারি দরকার নেই। কোনও চ্যালেঞ্জের চেয়ে কম আমাদের আকাঙ্ক্ষার জন্য প্রস্তুত নয়। আপনার বর্ণের দ্বারা পুনর্নির্মাণ দীর্ঘ দুর্গ নয়। শিকার কল করুন।

source: By your will— Hunters, descend! For the sake of our hatchlings, take all the prey you can carry!
bn: আপনার ইচ্ছা দ্বারা শিকারি, অবতরণ! আমাদের হ্যাচলিংগুলির জন্য, আপনি যে সমস্ত শিকারটি বহন করতে পারেন তা নিন!

source: Behold the many healing oases which dot this isle. Their cleansing waters purge miasma from wounds. While the tailleaf growing at their shores makes a fine poultice.
bn: এই আইলটি বিন্দু যা বহু নিরাময় ওসগুলি দেখুন। তাদের ক্লিনজিং ওয়াটারস ক্ষত থেকে মিয়াসমা শুদ্ধ করে। যখন তাদের তীরে বেড়ে ওঠা তাইলিফ একটি সূক্ষ্ম পোল্টিস তৈরি করে।

source: Any of us injured during the hunt should seek an oasis for healing.
bn: হান্ট চলাকালীন আহত আমাদের মধ্যে যে কেউ নিরাময়ের জন্য একটি মরূদ্যানের সন্ধান করা উচিত।

source: Ah, it is you, Gorlack. In my fire for the hunt, I strayed from Karron’s pack. Then a bite from venomous prey drove my retreat here.
bn: আহ, এটা তুমি, গোরল্যাক। দ্য হান্টের জন্য আমার আগুনে, আমি কারনের প্যাক থেকে বিপথগামী হয়েছি। তারপরে বিষাক্ত শিকারের একটি কামড় এখানে আমার পশ্চাদপসরণকে চালিত করে।

source: The waters flowing from the Cenotaph of Kotick have purged the venom from my wound. I ask sanction to join your hunt, so I might now purge the dishonor of my folly.
bn: কোটিকের সেনোটাফ থেকে প্রবাহিত জলগুলি আমার ক্ষত থেকে বিষকে শুদ্ধ করেছে। আমি অনুমোদনকে আপনার শিকারে যোগ দিতে বলি, তাই আমি এখন আমার মূর্খতার অসম্মানটি পরিষ্কার করতে পারি।

source: It was <i>Karron</i> that dishonored herself by not regathering you. My sanction is given.
bn: এটি <i> কারন </i> আপনাকে পুনঃস্থাপন না করে নিজেকে অসম্মানিত করেছিল। আমার অনুমোদন দেওয়া হয়।

source: So it is, that timid Gorlack attempts the Trial of Gaall.
bn: সুতরাং এটি হ'ল সাহসী গোরল্যাক গালের বিচারের চেষ্টা করে।

source: So it is, that brave Karron cowers within the Cenotaph of Morogor.
bn: সুতরাং এটি হ'ল মোরোগোরের সেনোটাফের মধ্যে সেই সাহসী কারন সহকর্মীরা।

source: Karron, you are without companions.
bn: কারন, আপনি সঙ্গী ছাড়া।

source: One was slain. The other went astray.
bn: একজনকে হত্যা করা হয়েছিল। অন্যটি বিপথগামী হয়ে গেল।

source: To attempt this trial with only two allies was unwise.
bn: মাত্র দু'জন মিত্র দিয়ে এই বিচারের চেষ্টা করা বুদ্ধিমানের কাজ ছিল।

source: Yet so have I already succeeded, <i>little glider</i>. All my prey-tokens are gathered; my hunt is ended.
bn: তবুও আমি ইতিমধ্যে সফল হয়েছি, <i> লিটল গ্লাইডার </i>। আমার সমস্ত শিকার-টোকেন জড়ো হয়;আমার শিকার শেষ হয়েছে।

source: Then take your leave.
bn: তারপরে আপনার ছুটি নিন।

source: As you wish.
bn: তোমার ইচ্ছা.

source: ...... Karron, hold.
bn: ...... ক্রিয়া, ধরে রাখুন।

source: ... It is perilous to depart from this place unaided. For your own sake, join us.
bn: ... এই জায়গাটি বিনা সহায়তায় ছেড়ে যাওয়া বিপজ্জনক। আপনার নিজের জন্য, আমাদের সাথে যোগ দিন।

source: Gorlack, it is purely for <b>your</b> sakes that I shall do so. One final time. When this isle is behind us, we part again as foes. You will taste humiliation at the contention. I shall deliver it.
bn: গোরল্যাক, এটি নিখুঁতভাবে <b> আপনার </b> এর জন্য যে আমি এটি করব। একটি চূড়ান্ত সময়। যখন এই দ্বীপটি আমাদের পিছনে থাকে, আমরা আবার শত্রু হিসাবে অংশ নিই। আপনি বিতর্কে অপমানের স্বাদ পাবেন। আমি এটা বিতরণ করব।

source: (<i>Crackle</i>)
bn: (<i> ক্র্যাকল </i>)

source: Magnificent.
bn: দুর্দান্ত।

source: That is a Teller. Perhaps the only beings elder than our Spoken Memories. In the Time of Beginning, they were great as stormclouds. Luminous as the skyfire of the same.
bn: এটা একজন টেলার। আমাদের কথ্য স্মৃতিগুলির চেয়ে সম্ভবত একমাত্র প্রাণীরা। শুরুর সময়, তারা স্টর্মক্লাউড হিসাবে দুর্দান্ত ছিল। একই স্কাইফায়ার হিসাবে আলোকিত।

source: <span size='5000' font-style='italic'>Ward thyselves for it has arrived. The grey light that shades the living worlds. The calm wind that snuffs warm souls. The Faerie reached this world.</span>
bn: <স্প্যান সাইজ = '5000' ফন্ট-স্টাইল = 'ইটালিক'> ওয়ার্ড থাইলেভস এটি এসেছে।জীবন্ত জগতকে ছায়া দেয় এমন ধূসর আলো।শান্ত বাতাস যা উষ্ণ প্রাণকে স্নাফ করে।ফেরি এই পৃথিবীতে পৌঁছেছে </</span>

source: It whispers...
bn: এটা ফিসফিস ...

source: Before the world grew cold, the Tellers spoke to us our first Memories. Some of their wisdom, shared to us. Yet now they can only whisper, too softly to be heard. The final words they spoke aloud... “ Ward thyselves. The Faerie reached this world. ”
bn: পৃথিবী শীতল হওয়ার আগে, টেলাররা আমাদের সাথে আমাদের প্রথম স্মৃতি কথা বলেছিল। তাদের কিছু জ্ঞান, আমাদের সাথে ভাগ করে নিয়েছে। তবুও এখন তারা কেবল ফিসফিস করে বলতে পারে, খুব মৃদুভাবে শোনা যায়। চূড়ান্ত কথা তারা উচ্চস্বরে কথা বলেছিল ... “ওয়ার্ড থাইসেল্ফ।ফেরি এই পৃথিবীতে পৌঁছেছে।"

source: There has never been time enough to waste on these glider myths. Yet you do so during <i>the hunt</i>. Gorlack, you have grown so very weak to this folly of Resha’s.
bn: এই গ্লাইডার কল্পকাহিনীগুলিতে নষ্ট করার মতো পর্যাপ্ত সময় কখনও হয়নি। তবুও আপনি <i> দ্য হান্ট </i> এর সময় এটি করেন। গোরল্যাক, আপনি রিশার এই বোকামির প্রতি খুব দুর্বল হয়ে উঠেছেন।

source: Curse these nipping beasts! Gorlack, the rest are in your keeping; I must withdraw.
bn: এই নিপিং বিস্টগুলি অভিশাপ! গোরল্যাক, বাকিগুলি আপনার রক্ষণাবেক্ষণে রয়েছে;আমাকে অবশ্যই প্রত্যাহার করতে হবে।

source: Victory is yours, <b>Aspirant</b> Gorlack.
bn: বিজয় আপনার, <b> উচ্চাকাঙ্ক্ষী </b> গোরল্যাক।

source: Learn from this trial, Resha. Your doubt voiced at the onset of this hunt; see now its futility.
bn: এই বিচার থেকে শিখুন, রাশা। আপনার সন্দেহ এই শিকারের শুরুতে কণ্ঠ দিয়েছেন;এখন এর নিরর্থকতা দেখুন।

source: Your Windpath was well chosen. I was wrong to doubt your fearless heart, to which I owe my life.
bn: আপনার উইন্ডপথটি ভালভাবে বেছে নেওয়া হয়েছিল। আপনার নির্ভীক হৃদয়কে সন্দেহ করা আমার ভুল ছিল, যার প্রতি আমি আমার জীবন .ণী।

source: Gorlack... though you have forbade it, I must speak of <i>the cave</i>. My life–debt to you must be—
bn: গোরল্যাক ... যদিও আপনি এটি নিষিদ্ধ করেছেন, তবে আমাকে অবশ্যই <i> গুহায় </i> এর কথা বলতে হবে। আমার জীবন - আপনাকে অবশ্যই হতে হবে -

source: Nay! There is nothing more to be said of that place.
bn: না! সেই জায়গা সম্পর্কে আর কিছু বলার নেই।

source: You know what lies ahead. Henceforth, we must look only to the future.
bn: আপনি কি জানেন সামনে কি আছে। এখন থেকে, আমাদের অবশ্যই ভবিষ্যতের দিকে নজর দেওয়া উচিত।

source: Reclamation
bn: পুনরুদ্ধার

source: Having risen to the rank of aspirant, Gorlack only needed perform an act of duty to secure his entry into the contention.
bn: উচ্চাকাঙ্ক্ষী পদে উঠার পরে, গোরল্যাকের কেবল বিতর্কে প্রবেশের সুরক্ষার জন্য শুল্কের একটি আইন সম্পাদন করা দরকার।

source: The opportunity arose with a summons from Dominant Vladnir...
bn: প্রভাবশালী ভ্লাদ্নিরের সমন দিয়ে সুযোগটি উত্থিত হয়েছিল ...

source: The treachery of Gorath Ohm was only a brush with the coming war between flights. Many eyes watch us that will soon be of rogues. They spy frailty... For even now an infestation of voracious landbound creatures keeps a holdfast on our northernmost isle. This isle that was before bountiful with game is now laid bare by these infesters.
bn: গোরথ ওহমের বিশ্বাসঘাতকতা কেবল ফ্লাইটের মধ্যে আগত যুদ্ধের সাথে একটি ব্রাশ ছিল। অনেক চোখ আমাদের দেখেন যা শীঘ্রই দুর্বৃত্তদের হবে। তারা স্পাই ফ্রেইলিটি ... এমনকি এখনকার জন্য উদাসীন ভূমিকম্পের প্রাণীদের একটি উপদ্রব আমাদের উত্তরতম দ্বীপে একটি হোল্ডফাস্ট রাখে। এই আইলটি যা গেমের সাথে প্রচুর পরিমাণে ছিল এখন এই উপদ্রবকারীদের দ্বারা খালি রাখা হয়েছে।

source: Vladnir
bn: সরকার

source: Karron
bn: ক্রিয়া

source: So then let this pestilence be harvested in place of the meat it has taken!
bn: তাহলে এই মহামারীটি যে মাংস গ্রহণ করেছে তার জায়গায় কাটাতে দিন!

source: Aspirant Karron, offer your ploy of attack.
bn: উচ্চাকাঙ্ক্ষী কারন, আপনার আক্রমণ চালানোর প্রস্তাব দিন।

source: Full encirclement from offshore. No escape will be permitted. From the circle I shall spy their thinnest line of defense. Then strike through it to reach the nighest watchtower. From there I rally a force to purge the isle. Wherever their defenses thin to feed a counter attack against me, the circle will fall upon.
bn: অফশোর থেকে সম্পূর্ণ ঘিরে। কোনও পালানোর অনুমতি দেওয়া হবে না। বৃত্ত থেকে আমি তাদের প্রতিরক্ষার পাতলা লাইনটি গুপ্তচর করব। তারপরে সবচেয়ে নিকটতম প্রহরীদানের কাছে পৌঁছানোর জন্য এটির মাধ্যমে আঘাত করুন। সেখান থেকে আমি দ্বীপটি শুদ্ধ করার জন্য একটি শক্তি সমাবেশ করি। আমার বিরুদ্ধে পাল্টা আক্রমণকে খাওয়ানোর জন্য তাদের প্রতিরক্ষা পাতলা যেখানেই চেনাশোনা হবে।

source: A firm ploy, Aspirant Karron. Now offer yours, Aspirant Gorlack.
bn: একটি দৃ firm ় চালক, উচ্চাকাঙ্ক্ষী কারন। এখন আপনার, উচ্চাকাঙ্ক্ষী গোরল্যাক অফার করুন।

source: Cornered prey defends its back. Encircling is folly. Let our prey think they can thwart us. Two equal wings of drakes. First wing strikes southeast watchtower on first dawn. The creatures will rally to fall upon it, a mere half force as it is. On second dawn, second wing strikes opposite from northwest. Where they will find our prey’s back turned to them.
bn: কর্নারড শিকার তার পিছনে রক্ষা করে। ঘিরে থাকা বোকামি। আমাদের শিকারকে ভাবতে দিন যে তারা আমাদের ব্যর্থ করতে পারে। ড্রেকের দুটি সমান ডানা। প্রথম উইং প্রথম ভোরের দক্ষিণপূর্ব প্রহরীদুর্গকে আঘাত করে। প্রাণীগুলি এর উপর পড়তে সমাবেশ করবে, এটি যেমনটি কেবল অর্ধেক শক্তি। দ্বিতীয় ভোরের দিকে, দ্বিতীয় উইং উত্তর -পশ্চিমের বিপরীতে স্ট্রাইক করে। যেখানে তারা আমাদের শিকারের পিছনে তাদের দিকে ফিরে যাবে।

source: Your first wing would not last the day, Gorlack. It is you who speaks folly!
bn: আপনার প্রথম উইং দিনটি স্থায়ী হবে না, গোরল্যাক। আপনি কি বোকামি কথা বলেন!

source: The wing will hold. I shall lead it myself to see that it does.
bn: ডানা ধরে থাকবে। আমি নিজেই এটি দেখার জন্য নেতৃত্ব দেব।

source: Aspirant Gorlack, for the first time your ploy is bolder than Aspirant Karron’s. I am curious as to why.
bn: উচ্চাকাঙ্ক্ষী গোরল্যাক, প্রথমবারের মতো আপনার চালক উচ্চাকাঙ্ক্ষী কারনের চেয়ে সাহসী। আমি কেন কৌতূহলী।

source: So that I may capture the leader of our prey unspoilt. Urged by the touch of flame, this creature might breathe secrets for reaching far lands beyond the sea.
bn: যাতে আমি আমাদের শিকারের নেতাটিকে অনাবৃত করতে পারি। শিখার স্পর্শে অনুরোধ করা, এই প্রাণীটি সমুদ্রের ওপারে সুদূর জমিতে পৌঁছানোর জন্য গোপনীয়তা শ্বাস নিতে পারে।

source: Again you waste time pondering Resha’s glider myths! If the far lands of glider legend ever were, they now dwell below the waves. Every raindrop drowns more of the world till the sky itself is filled.
bn: আবার আপনি রাশার গ্লাইডার পৌরাণিক কাহিনী চিন্তা করে সময় নষ্ট করবেন! গ্লাইডার কিংবদন্তির সুদূর জমি যদি কখনও হয় তবে তারা এখন তরঙ্গগুলির নীচে বাস করে। প্রতিটি বৃষ্টিপাত আকাশ নিজেই পূর্ণ না হওয়া পর্যন্ত বিশ্বের আরও বেশি ডুবে যায়।

source: Wingless. Finless. These intruders are land bound. They can only be from distant land.
bn: উইংলেস ফিনলেস এই অনুপ্রবেশকারীরা জমি আবদ্ধ। তারা কেবল দূরবর্তী জমি থেকে হতে পারে।

source: So it will be. Aspirant Gorlack, you may take this captive for inquisition. Aspirant Karron, you have lead of the second wing. The Hunt is Called.
bn: সুতরাং এটি হবে। উচ্চাকাঙ্ক্ষী গোরল্যাক, আপনি অনুসন্ধানের জন্য এই বন্দী নিতে পারেন। উচ্চাকাঙ্ক্ষী কারন, আপনার দ্বিতীয় উইংয়ের নেতৃত্ব রয়েছে। শিকার বলা হয়।

source: Infesters
bn: উপদ্রব

source: Viragar
bn: বীরগর

source: Grol
bn: গ্রোল

source: Pigor
bn: দাসী

source: Grag
bn: গ্রাগ

source: Karron’s Wing
bn: কারনের উইং

source: Flight Omakon
bn: ওমাকন ফ্লাইট

source: Capture Viragar by surrounding him with drakes on all six sides (best do so before Karron’s wing gets to him)
bn: চারদিকে ড্রাক দিয়ে তাকে ঘিরে রেখে বিরাগরকে ক্যাপচার করুন (কারনের উইং তার কাছে আসার আগে সেরা এটি করুন)

source: Destroy any remaining orcish ships
bn: অবশিষ্ট যে কোনও অর্কিশ জাহাজ ধ্বংস করুন

source: Death of Viragar
bn: বিরাগরের মৃত্যু

source: Karron’s Wing will attack from the northeast on turn 7
bn: কারনের উইং উত্তর -পূর্ব থেকে টার্ন 7 এ আক্রমণ করবে

source: It seems by our swift approach we have evaded our foe’s notice. They have yet to rally a defense.
bn: এটি আমাদের দ্রুত পদ্ধতির দ্বারা মনে হয় আমরা আমাদের শত্রুদের বিজ্ঞপ্তি এড়িয়ে চলেছি। তারা এখনও একটি প্রতিরক্ষা সমাবেশ করতে পারে।

source: We shall retake the nigh watchtower before they do so. From there we rally a defense of our own.
bn: তারা এটি করার আগে আমরা নাইট ওয়াচটাওয়ারটি পুনরায় গ্রহণ করব। সেখান থেকে আমরা আমাদের নিজস্ব প্রতিরক্ষা সমাবেশ করি।

source: If we are to ensnare their leader unharmed, then we must surround it with our hunters.
bn: যদি আমরা তাদের নেতাকে ক্ষতিগ্রস্থ করতে চাই না, তবে আমাদের অবশ্যই এটি আমাদের শিকারীদের সাথে ঘিরে রাখতে হবে।

source: Make that your first task, Resha. Once we have our captive, burn their sea skimmers. The landbound prey may then be left for our younger hunters to harvest.
bn: এটি আপনার প্রথম কাজটি করুন, রিশা। একবার আমাদের বন্দী হয়ে গেলে, তাদের সমুদ্রের স্কিমারগুলি পোড়াতে। ল্যান্ডবাউন্ড শিকারটি তখন আমাদের ছোট শিকারীদের ফসল কাটার জন্য ছেড়ে দেওয়া যেতে পারে।

source: These vomiting wyrms again!? I HATE THEM!!!
bn: এই বমি বমিভাব আবার!?আমি তাদের ঘৃণা করি!!!

source: Rally! Rally! Get to your posts, you scum! Wyrms are raining down on us! Pull our boats back and keep the fire breathers off them!
bn: সমাবেশ!সমাবেশ!আপনার পোস্টে যান, আপনি স্কাম!ওয়ার্মস আমাদের উপর বৃষ্টি হচ্ছে! আমাদের নৌকাগুলি পিছনে টানুন এবং আগুনের শ্বাস প্রশ্বাসকে তাদের বন্ধ রাখুন!

source: I told you to keep my boats away from those wyrms, you useless SCUM! Wyrms breathe fire... boats are wood... fire is BAD for wood.
bn: আমি আপনাকে বলেছিলাম যে আমার নৌকাগুলি সেই ওয়ার্মগুলি থেকে দূরে রাখতে, আপনি অকেজো স্কাম! ওয়ার্মস শ্বাস ফেলেছে আগুন ... নৌকাগুলি কাঠ ... কাঠের জন্য আগুন খারাপ।

source: Oh, fire breathing ‘wyrms’ ... thought you meant protect the boats from woodworms. That makes more sense; never heard of fire breathing woodworms.
bn: ওহ, আগুনের শ্বাস -প্রশ্বাস ‘ওয়ার্মস’ ... ভেবেছিল আপনি নৌকাগুলি কাঠের কৃমি থেকে রক্ষা করেছেন। এটি আরও বোধগম্য করে তোলে;আগুনের কাঠের পোকার আগুনের কথা কখনও শুনেনি।

source: They are committed now, SO just ATTACK! Harry them with everything you got, dung maggot!
bn: তারা এখন প্রতিশ্রুতিবদ্ধ, তাই কেবল আক্রমণ! আপনি যা পেয়েছেন তা দিয়ে তাদের হ্যারি করুন, গোবর ম্যাগগট!

source: Clasher, fall in.
bn: সংঘর্ষ, পড়ুন।

source: My duty is to first destroy the Secrets of our library. The Secrets my caste keeps must not be seen by a foe.
bn: আমার কর্তব্য হ'ল প্রথমে আমাদের লাইব্রেরির গোপনীয়তাগুলি ধ্বংস করা। আমার বর্ণ যে গোপনীয়তা রাখে তা অবশ্যই শত্রু দ্বারা দেখা উচিত নয়।

source: There is no foe on this isle, only prey. The hunt has been called. Your prior duty is hereby superseded.
bn: এই দ্বীপে কোনও শত্রু নেই, কেবল শিকার। শিকার বলা হয়েছে। আপনার পূর্বের দায়িত্বটি এখানে ছাড়িয়ে গেছে।

source: This firescale is far too cumbersome for armor making... Clasher glyphs are engraved into it; this firescale must bear Secrets of their caste.
bn: এই ফায়ারস্কেলটি বর্ম তৈরির জন্য অনেক জটিল ... সংঘর্ষের গ্লাইফগুলি এতে খোদাই করা হয়;এই ফায়ারস্কেল অবশ্যই তাদের বর্ণের গোপনীয়তা বহন করতে হবে।

source: It is forbidden for me to speak the Secrets engraved into this firescale. By the Ways of Morogor, we clashers must keep our Secrets.
bn: এই ফায়ারস্কেলে খোদাই করা গোপনীয়তা কথা বলতে আমার পক্ষে নিষিদ্ধ। মরোগোরের উপায়গুলি দ্বারা, আমাদের সংঘর্ষকারীদের অবশ্যই আমাদের গোপনীয়তা রাখতে হবে।
