Repository: babaissarkar/wesnoth-bn
Catalog: wesnoth-l/*.po
Languages: bn

source: 24 Deeproot, 501 YW The sun don’t really shine at all in these Grey Woods, but truth be told, I has been getting used to it more and more. Lounging out in the warm daylight, talkin’ with Erwen while watching them kids play out in the fields... those times were so long ago. Our lives weren’t never real peaceful, but back then, we had our homes and our friends and our family... now we be creatures of the dark.
bn: 24 ডিপ্রুট, 501 ওয়াইডাব্লুডাব্লু এই ধূসর বনের মধ্যে সূর্য আসলেই জ্বলজ্বল করে না, তবে সত্য বলা যায়, আমি আরও বেশি করে অভ্যস্ত হয়ে আসছি।উষ্ণ দিবালোকের মধ্যে ঝাঁকুনি দেওয়া, টকিন ’এরওয়েনের সাথে বাচ্চাদের মাঠে খেলতে দেখলে ... সেই সময়গুলি এত দিন আগে ছিল।আমাদের জীবন কখনই সত্যিকারের শান্তিপূর্ণ ছিল না, তবে তারপরে, আমাদের বাড়িগুলি এবং আমাদের বন্ধুবান্ধব এবং আমাদের পরিবার ছিল ... এখন আমরা অন্ধকারের প্রাণী।

source: It be real lonesome like this. I still has me Harper, and I be grateful for the lass, but she don’t really understand an old man like me. I know the past be the past, but I just can’t help but think of sis in times like these. How she used to be dragging me out on some silly little romp, a little job here and there for some gold or lil trinket, or sometimes just for fun... I never wanted to go, of course. I were always real lazy. Still am, even now.
bn: এটি এভাবে বাস্তব একাকী।আমার এখনও হার্পার রয়েছে, এবং আমি লাসের জন্য কৃতজ্ঞ, তবে তিনি আমার মতো কোনও বৃদ্ধ লোককে সত্যই বুঝতে পারেন না।আমি অতীতকে অতীত হতে জানি, তবে আমি কেবল সাহায্য করতে পারি না তবে এই জাতীয় সময়ে এসআইএসের কথা ভাবতে পারি না।তিনি কীভাবে আমাকে কিছু নির্বোধ ছোট্ট দড়িতে টেনে নিয়ে যাবেন, এখানে এবং সেখানে কিছুটা সোনার বা লিল ট্রিনকেটের জন্য বা কখনও কখনও কেবল মজাদার জন্য ... অবশ্যই আমি কখনই যেতে চাইনি।আমি সবসময় সত্যই অলস ছিলাম।এখনও আমি এখন।

source: Then, Harper tells me, “Come on Uncle, we’re on an adventure! Don’t be so mopey, live a little!” I know she be trying to be cheery, but she really don’t know how much she be reminding me of Erwen sometimes...
bn: তারপরে, হার্পার আমাকে বলে, "চাচা এসো, আমরা একটি অ্যাডভেঞ্চারে আছি!এতটা মোপি হবেন না, একটু বাঁচবেন! "আমি জানি যে সে আনন্দদায়ক হওয়ার চেষ্টা করছে, তবে তিনি সত্যিই জানেন না যে তিনি আমাকে কখনও কখনও এরওয়েনের কথা স্মরণ করিয়ে দিচ্ছেন ...

source: I must be strong. That’s what I tells myself. I should be strong, but... I don’t know what be keeping me going, if it be this misguided sense of pride, or my duties to the village, or Harper, or even just remembering the past, making some futile attempts to go back to better times.
bn: আমি অবশ্যই শক্তিশালী হতে হবে।এটাই আমি নিজেকে বলি।আমার শক্তিশালী হওয়া উচিত, তবে ... আমি জানি না যে আমাকে কী চালিয়ে যাচ্ছে, যদি এটি এই গর্বের এই বিভ্রান্তি বোধ হয়, বা গ্রামে আমার কর্তব্য, বা হার্পারে, বা এমনকি অতীতকে স্মরণ করে, কিছু নিরর্থক প্রচেষ্টা করেওআরও ভাল সময়ে ফিরে যেতে।

source: Either way, I be here now, on this adventure.
bn: যেভাবেই হোক, আমি এখন এখানে আছি, এই অ্যাডভেঞ্চারে।

source: Helicrom
bn: হেলিক্রোম

source: Linneus
bn: লিনিয়াস

source: Archarel
bn: আর্চারেল

source: Kill all enemy patrols before they reach the outpost
bn: সমস্ত শত্রু টহলগুলি ফাঁড়ির কাছে পৌঁছানোর আগে হত্যা করুন

source: Death of Helicrom
bn: হেলিক্রোমের মৃত্যু

source: Any patrol units survive when turns run out
bn: যখন টার্নগুলি শেষ হয়ে যায় তখন কোনও টহল ইউনিট বেঁচে থাকে

source: Any allied unit is sighted by the outpost guards
bn: যে কোনও মিত্র ইউনিট আউটপোস্ট গার্ডদের দ্বারা নজর দেওয়া হয়

source: The leader, I presumes.
bn: নেতা, আমি অনুমান করি।

source: Indeed, I am Lord Helicrom, the Crow of the Grey Woods. We are acquaintances of Lord Maddock, who sent word to us of your predicament. I believe we can work something out for your situation.
bn: প্রকৃতপক্ষে, আমি লর্ড হেলিক্রোম, ধূসর কাঠের কাক।আমরা লর্ড ম্যাডকের পরিচিত, যিনি আপনার দুর্দশা সম্পর্কে আমাদের কাছে কথা পাঠিয়েছিলেন।আমি বিশ্বাস করি আমরা আপনার পরিস্থিতির জন্য কিছু কাজ করতে পারি।

source: What be your pursuits?
bn: আপনার অনুসরণ কি?

source: The former king’s magic ministry kept a tight control on the training and employment of mages in Wesnoth. Those of us who dared to... depart from the curriculum were dealt with harshly. Many of us were forced to escape here to continue our study of our brand of magic. Our security and secrecy are not cheap.
bn: প্রাক্তন কিং এর যাদু মন্ত্রক ওয়েসনোথে ম্যাজের প্রশিক্ষণ এবং কর্মসংস্থানের উপর কঠোর নিয়ন্ত্রণ রেখেছিল।আমাদের মধ্যে যারা সাহস করেছিলাম ... পাঠ্যক্রম থেকে বিদায় নিয়েছিলাম তাদের কঠোরভাবে মোকাবেলা করা হয়েছিল।আমাদের মধ্যে অনেকে আমাদের ব্র্যান্ডের ব্র্যান্ডের আমাদের অধ্যয়ন চালিয়ে যেতে এখানে পালাতে বাধ্য হয়েছিল।আমাদের সুরক্ষা এবং গোপনীয়তা সস্তা নয়।

source: Then you be fellow outlaws. But why do you wants to help us?
bn: তারপরে আপনি সহকর্মী হবেন।তবে আপনি কেন আমাদের সাহায্য করতে চান?

source: <i>Quid pro quo.</i> Our aid is never given freely. You have something that may be useful to us.
bn: <i> কুইড প্রো কো। </i> আমাদের সহায়তা কখনও অবাধে দেওয়া হয় না।আপনার কাছে এমন কিছু রয়েছে যা আমাদের পক্ষে দরকারী হতে পারে।

source: Manpower. Mages be no good at fighting, I knows. But what for?
bn: জনশক্তিম্যাগেজ লড়াইয়ে ভাল হবে না, আমি জানি।তবে কিসের জন্য?

source: Understand this. Any weakening of the Throne of Wesnoth, whether it be occupied by king or queen, aids us. To accomplish that, we must destabilize their forces in this region. The key is Halstead.
bn: এটা বুঝতে।ওয়েসোথের সিংহাসনের কোনও দুর্বলতা, তা রাজা বা রানী দ্বারা দখল করা হোক না কেন, আমাদের সহায়তা করুন।এটি সম্পাদন করার জন্য, আমাদের অবশ্যই এই অঞ্চলে তাদের বাহিনীকে অস্থিতিশীল করতে হবে।কীটি হালস্টেড।

source: That big ol’ fort between Aldril and Elensefar?
bn: অ্যালড্রিল এবং এলেনসফার মধ্যে সেই বড় ওল ’দুর্গ?

source: Aye, Harper. What the mage says be no surprise. It be a bastion of central importance, rivalin’ Elensefar even. Maddock said the Queen’s troops were gathering there. But we gots no way to fight a war with them, not since Maddock won’t send his soldiers to battle.
bn: আয়ে, হার্পারম্যাজ যা বলে তা অবাক হওয়ার কিছু নেই।এটি কেন্দ্রীয় গুরুত্বের একটি ঘাঁটি হতে পারে, প্রতিদ্বন্দ্বী ’এলেনসফার এমনকি।ম্যাডক বলেছেন যে রানির সৈন্যরা সেখানে জড়ো হচ্ছে।তবে আমরা তাদের সাথে যুদ্ধের লড়াইয়ের কোনও উপায় পাইনি, যেহেতু ম্যাডক তার সৈন্যদের যুদ্ধে প্রেরণ করবে না।

source: Know this, Baldras. During the past week, several patrols have again ventured across the Great River into Annuvin. A woman named Relana opposed them with a small militia and was victorious, but with heavy losses. The Crown, however, has begun to take notice of this rebellion and is massing forces within Halstead. When its armies are raised, none of your little villages will be able to resist them. Your only choice would be to flee farther north into orcish territory.
bn: এটা জানুন, বালড্রস।গত সপ্তাহে, বেশ কয়েকটি টহল আবার গ্রেট নদীর ওপারে আনুভিনে প্রবেশ করেছে।রিলানা নামের এক মহিলা তাদের একটি ছোট মিলিশিয়ার সাথে বিরোধিতা করেছিলেন এবং তিনি বিজয়ী ছিলেন, তবে ভারী ক্ষতির সাথে ছিলেন।মুকুট অবশ্য এই বিদ্রোহের নজরে নেওয়া শুরু করেছে এবং হালস্টেডের মধ্যে বাহিনীকে ভর করছে।যখন এর সেনাবাহিনী উত্থাপিত হয়, আপনার ছোট্ট কোনও গ্রাম তাদের প্রতিরোধ করতে সক্ষম হবে না।আপনার একমাত্র পছন্দটি হ'ল আরও উত্তর দিকে উত্তর দিকে অর্কিশ অঞ্চলে পালিয়ে যাওয়া।

source: We’d never survive there. But would it be so bad if we just swore fealty to the Queen?
bn: আমরা সেখানে কখনও বেঁচে থাকতাম না।তবে আমরা যদি কেবল রানির কাছে ফ্যাল্টি কসম খেয়েছিলাম তবে কি এত খারাপ হবে?

source: Only if we gots no other choice. Let’s hear the mage’s plan first.
bn: কেবলমাত্র যদি আমরা অন্য কোনও পছন্দ না পাই।আসুন প্রথমে ম্যাজের পরিকল্পনাটি শুনি।

source: I’m not asking you to fight a war. A direct fight against Weldyn’s armies would be undoubtedly foolish. However, we have other means within our grasp. From Dan’Tonk to Halstead, the fastest path lies through the pass between the Brown Hills and the Gryphon Mountains followed by the trek through these Grey Woods. We are in prime position to gnaw away at their troops, crippling their forces before they ever arrive at their destination.
bn: আমি আপনাকে যুদ্ধে লড়াই করতে বলছি না।ওয়েলডিনের সেনাবাহিনীর বিরুদ্ধে সরাসরি লড়াই নিঃসন্দেহে বোকা হবে।যাইহোক, আমাদের উপলব্ধি মধ্যে আমাদের অন্যান্য উপায় আছে।ড্যানটোনক থেকে হালস্টেড পর্যন্ত, দ্রুততম পথটি ব্রাউন হিলস এবং গ্রিফন পর্বতমালার মধ্যবর্তী পাসের মধ্য দিয়ে অবস্থিত এবং তারপরে এই ধূসর কাঠগুলির মধ্য দিয়ে ট্রেকটি অনুসরণ করে।আমরা তাদের সেনাবাহিনীকে পঙ্গু করে তাদের গন্তব্যে পৌঁছানোর আগে তাদের বাহিনীকে পঙ্গু করে ফেলার প্রধান অবস্থানে রয়েছি।

source: Then what?
bn: তারপর কি?

source: I am sure you can guess, magistrate.
bn: আমি নিশ্চিত আপনি অনুমান করতে পারেন, ম্যাজিস্ট্রেট।

source: You means to sack Halstead itself.
bn: আপনি নিজেই হালস্টেডকে বরখাস্ত করা মানে।

source: There’s no way we can fight them all... can we?
bn: আমরা তাদের সবার সাথে লড়াই করার কোনও উপায় নেই ... আমরা কি পারি?

source: I don’t know. But, for now, ambushing them patrols be easy enough. That’ll slow them Wesnothians down enough for us to figure out the next step.
bn: আমি জানি না।তবে, আপাতত, তাদের টহলগুলি আক্রমণ করা যথেষ্ট সহজ।এটি তাদের পরবর্তী পদক্ষেপটি বের করার জন্য আমাদের যথেষ্ট পরিমাণে ওয়েসনোথিয়ানদের ধীর করে দেবে।

source: In the last day, my scouts have counted five platoons of troops marching towards the garrison. We must eliminate them all before they reach the outpost at the end of the woods. The outpost also must not be alerted to our presence, or we will have the bulk of their forces upon us.
bn: শেষ দিনে, আমার স্কাউটগুলি গ্যারিসনের দিকে যাত্রা করে পাঁচটি প্লাটুন সৈন্য গণনা করেছে।কাঠের শেষে ফাঁড়াতে পৌঁছানোর আগে আমাদের অবশ্যই এগুলি সবই মুছে ফেলতে হবে।ফাঁড়িটিও আমাদের উপস্থিতি সম্পর্কে সতর্ক করা উচিত নয়, বা আমাদের উপর তাদের বেশিরভাগ বাহিনী থাকবে।

source: The first platoon approaches...
bn: প্রথম প্লাটুনের কাছে এসেছে ...

source: We shall pincer them from the other side of this path. When we are done, no one shall fear the open roads and night sky more than the armies of Weldyn. Strike quickly, strike silently... and leave no one alive.
bn: আমরা তাদের এই পথের অন্য দিক থেকে পিন্স করব।যখন আমাদের কাজ করা হয়, তখন কেউ ওয়েলডিনের সেনাবাহিনীর চেয়ে খোলা রাস্তা এবং রাতের আকাশকে ভয় পাবে না।দ্রুত আঘাত করুন, নিঃশব্দে আঘাত করুন ... এবং কাউকে জীবিত রাখবেন না।

source: It’s an ambush! Run!
bn: এটি একটি আক্রমণ!দৌড়!

source: Ah, here it is. I was wondering where I had misplaced my favorite blade.
bn: আহ, এখানে।আমি ভাবছিলাম যে আমি আমার প্রিয় ব্লেডটি কোথায় ভুল জায়গায় রেখেছি।

source: Hey, I found some old coins in this shack.
bn: আরে, আমি এই ঝাঁকুনিতে কিছু পুরানো কয়েন পেয়েছি।

source: Bleagh, a slimy tentacle. Why’s it so big?
bn: ব্লিঘ, একটি পাতলা তাঁবু।এটা এত বড় কেন?

source: There’s a rusty key here. I wonder if it could be useful?
bn: এখানে একটি মরিচা কী আছে।আমি ভাবছি যদি এটি কার্যকর হতে পারে?

source: There is a waterlogged coffin here.
bn: এখানে একটি জলাবদ্ধ কফিন আছে।

source: Hey, that key fits in this coffin. Should I open it?
bn: আরে, এই কীটি এই কফিনে ফিট করে।আমি এটা খুলতে হবে?

source: No, that be a terrible idea.
bn: না, এটি একটি ভয়ানক ধারণা।

source: Fine, do it.
bn: ভাল, এটা করুন।

source: What is this disgusting monster?
bn: এই ঘৃণ্য দৈত্যটি কী?

source: A ghoul, a creature of disease and pestilence. Kill the putrid thing. Its stench is making me sick.
bn: একটি ঘোল, রোগ এবং মহামারী একটি প্রাণী।পুত্রিড জিনিস হত্যা।এর দুর্গন্ধ আমাকে অসুস্থ করে তুলছে।

source: Disgusting though it may be, perhaps that creature’s corpse could be useful.
bn: জঘন্য যদিও এটি হতে পারে তবে সম্ভবত সেই প্রাণীর মৃতদেহ কার্যকর হতে পারে।

source: Should I use this potion?
bn: আমি কি এই পশন ব্যবহার করব?

source: Yes, I’ll use it.
bn: হ্যাঁ, আমি এটি ব্যবহার করব।

source: Vile Concoction
bn: জঘন্য কনককশন

source: This unit’s melee weapons gain the poison special and this unit gains a small number of hitpoints.
bn: এই ইউনিটের মেলি অস্ত্রগুলি বিষকে বিশেষ করে এবং এই ইউনিটটি অল্প সংখ্যক হিটপয়েন্ট অর্জন করে।

source: No, I’ll leave it for someone else.
bn: না, আমি এটি অন্য কারও জন্য রেখে দেব।

source: Doesn’t something about these woods feel weird to you, sir?
bn: এই কাঠ সম্পর্কে কিছু কি আপনার কাছে অদ্ভুত লাগে না, স্যার?

source: Afraid of ghosts, soldier?
bn: ভূতের ভয়, সৈনিক?

source: Woods, woods, woods and more woods! Bah, that general had better have a good reason for dragging me out to Halstead with all these oafs.
bn: কাঠ, কাঠ, কাঠ এবং আরও কাঠ!বাহ, এই সমস্ত ওএফএস দিয়ে আমাকে হালস্টেডে টেনে আনার জন্য জেনারেলের আরও ভাল কারণ ছিল।

source: But cap’n, we’re your loyal troops...
bn: তবে ক্যাপ, আমরা আপনার অনুগত বাহিনী ...

source: Shut it and keep moving.
bn: এটি বন্ধ করুন এবং চলতে থাকুন।

source: Several platoons of troops were supposed to arrive today. I wonder if something happened to them.
bn: বেশ কয়েকটি প্লাটুন সেনা আজ পৌঁছানোর কথা ছিল।আমি ভাবছি তাদের সাথে কিছু ঘটেছে কিনা।

source: Something about these woods seems quite unnatural. Perhaps we should stop sending our soldiers this way.
bn: এই কাঠগুলি সম্পর্কে কিছু বেশ অপ্রাকৃত বলে মনে হচ্ছে।সম্ভবত আমাদের এইভাবে আমাদের সৈন্যদের পাঠানো বন্ধ করা উচিত।

source: Troops, to arms! Show these fugitive scum the meaning of the Queen’s law!
bn: সৈন্য, অস্ত্র!এই পলাতক স্কামটি রানির আইনের অর্থ দেখান!

source: With the outpost aware of our presence, we can no longer harry their reinforcements. Their forces will soon grow too powerful for us to resist.
bn: আউটপোস্ট আমাদের উপস্থিতি সম্পর্কে সচেতন হওয়ার সাথে সাথে আমরা আর তাদের শক্তিবৃদ্ধিগুলি হ্যারি করতে পারি না।তাদের বাহিনী শীঘ্রই আমাদের প্রতিরোধ করার জন্য খুব শক্তিশালী হয়ে উঠবে।

source: The next morning, the local night patrol returned to the nearby outpost. They were surprised to see their fellow soldiers engaged in combat with the band of thugs of which they had heard so much.
bn: পরের দিন সকালে, স্থানীয় রাতের টহলটি নিকটবর্তী ফাঁড়িতে ফিরে আসে।তারা তাদের সহকর্মী সৈন্যরা যে ঠগদের ব্যান্ডের সাথে এত কিছু শুনেছিল তার সাথে যুদ্ধে লিপ্ত হয়েছিল দেখে তারা অবাক হয়েছিল।

source: It be done. Their patrols be shattered and broken.
bn: এটা করা হবে।তাদের টহলগুলি ছিন্নভিন্ন এবং ভাঙা হবে।

source: Well done, but the fight is far from over. We will not be able to employ these tactics when more platoons arrive. You must make your choice. Will you fight? Or will you return to your village and beg for amnesty?
bn: ভাল হয়েছে, তবে লড়াই শেষ নয়।আরও প্লাটুনগুলি এলে আমরা এই কৌশলগুলি নিয়োগ করতে সক্ষম হব না।তোমাকে অবশ্যই তোমার পছন্দ তৈরি করতে হবে।তুমি কি লড়াই করবে?নাকি আপনি আপনার গ্রামে ফিরে আসবেন এবং সাধারণ ক্ষমা প্রার্থনা করবেন?

source: Amnesty? Knowing these Wesnothians, they’ll have my head. Then again, if I could gives my life to save my whole village, I would.
bn: অ্যামনেস্টি?এই ওয়েসনোথিয়ানদের জেনে তাদের মাথা থাকবে।তারপরে আবার, আমি যদি আমার পুরো গ্রামটি বাঁচাতে আমার জীবন দিতে পারি তবে আমি করতাম।

source: We need you! Uncle...
bn: তোমাকে আমাদের দরকার!চাচা ...

source: I know what you is going to say, Harper. That we should be fighting for our homes, just like we do against them orcs. But we be risking everything on this, lass.
bn: আমি জানি আপনি কী বলতে যাচ্ছেন, হার্পার।আমাদের বাড়ির জন্য লড়াই করা উচিত, ঠিক যেমন আমরা তাদের অর্কেসের বিরুদ্ধে করি।তবে আমরা এই বিষয়ে সমস্ত কিছু ঝুঁকিপূর্ণ করছি, লাস।

source: If we go back like this, that means we’ll surrender to them Wesnothians and live our whole lives in oppression. You saw how they were sending so many soldiers and even orcs against us.
bn: যদি আমরা এভাবে ফিরে যাই তবে এর অর্থ আমরা ওয়েসোথিয়ানদের কাছে আত্মসমর্পণ করব এবং আমাদের পুরো জীবনকে নিপীড়নে বাস করব।আপনি দেখেছেন যে তারা কীভাবে আমাদের বিরুদ্ধে এত সৈন্য এবং এমনকি অর্কস পাঠাচ্ছে।

source: The girl is naive, but her spirit is in the right place. You risk your homes and the lives of your people, yes, but what good will they be if you live in tyranny? Believe me, I have been there. I would rather die than go back.
bn: মেয়েটি নির্বোধ, তবে তার আত্মা সঠিক জায়গায়।আপনি আপনার বাড়িগুলি এবং আপনার লোকদের জীবনকে ঝুঁকিপূর্ণ, হ্যাঁ, তবে আপনি যদি অত্যাচারে থাকেন তবে তারা কী ভাল হবে?বিশ্বাস করুন, আমি সেখানে ছিলাম।আমি বরং ফিরে যাওয়ার চেয়ে মরে যাব।

source: Yes... Erwen would’ve said the same. If we march on Halstead, we gots to burn it to the ground before the Queen’s forces rally. If we does that, Weldyn won’t have no foothold in Annuvin no more.
bn: হ্যাঁ ... এরওয়েনও একই কথা বলত।যদি আমরা হালস্টেডে পদযাত্রা করি তবে আমরা রানির বাহিনী সমাবেশের আগে এটিকে মাটিতে পুড়িয়ে ফেলতে পারি।আমরা যদি এটি করি তবে ওয়েলডিনের আনুভিনে আর কোনও পা রাখবে না।

source: It would be months before they could reassemble their forces here. Enough time for you to secure your homes, or relocate.
bn: তারা এখানে তাদের বাহিনীকে পুনরায় সংযুক্ত করতে পারার কয়েক মাস আগে হবে।আপনার বাড়িগুলি সুরক্ষিত করার জন্য বা স্থানান্তরিত করার জন্য পর্যাপ্ত সময়।

source: Then it be decided. We’ll attack the fort together. Luck be with us.
bn: তাহলে সিদ্ধান্ত নেওয়া হবে।আমরা একসাথে দুর্গ আক্রমণ করব।ভাগ্য আমাদের সাথে থাকতে।

source: Lieutenant, we were assaulted by a band of outlaws en route to the outpost. We were barely able to evade them and make it here!
bn: লে।আমরা সবেমাত্র তাদের এড়াতে এবং এটি এখানে তৈরি করতে সক্ষম হয়েছি!

source: Look there! Outlaws and bandits roam these woods, harrying our patrols!
bn: ও দিক দেখ!আউটলজ এবং দস্যুরা আমাদের টহলগুলি হ্যারি করে এই বনে ঘুরে বেড়ায়!

source: This is the end for me...
bn: এটি আমার জন্য শেষ ...

source: Glory
bn: গৌরব

source: From the Annals of Alduin, 98 YW One score and eight years ago, in 70 YW, the King of Wesnoth and the Lord of Elensefar signed a treaty of trade and alliance in order to further the security of humankind. The realization of this treaty required the creation of a safe path between Weldyn and Elensefar, with all manner of hostile creature or beast scoured from these civilized lands. From Dan’Tonk, the establishment of Aldril and Carcyn secured the once hazardous passage alongside the Grey Woods, completing the way between the two cities. With this, the alliance can truly be deemed a coalition of men.
bn: অ্যালডুইনের অ্যানালস থেকে, 98 ওয়াইডাব্লু এক স্কোর এবং আট বছর আগে, 70 ওয়াইডাব্লুতে ওয়েসনোথের রাজা এবং এলেনসফারের প্রভু মানবজাতির সুরক্ষা আরও বাড়ানোর জন্য বাণিজ্য ও জোটের একটি চুক্তিতে স্বাক্ষর করেছিলেন।এই চুক্তির বাস্তবায়নের জন্য ওয়েলডিন এবং এলেনসফার মধ্যে একটি নিরাপদ পথ তৈরির প্রয়োজন ছিল, এই সভ্য জমিগুলি থেকে সমস্ত বৈরী প্রাণী বা জন্তু ছড়িয়ে পড়ে।ড্যানটোনকের কাছ থেকে, অ্যালড্রিল এবং কার্সিন প্রতিষ্ঠা দুটি শহরের মধ্যবর্তী পথটি সম্পূর্ণ করে ধূসর কাঠের পাশাপাশি একসময় বিপজ্জনক প্যাসেজটি সুরক্ষিত করেছিল।এটির সাথে, জোটকে সত্যই পুরুষদের জোট হিসাবে বিবেচনা করা যেতে পারে।

source: To commemorate the concordat, six years ago, the Lords of Weldyn and Elensefar decreed that a monument be erected in the heart of these once wildlands. We, the magi of Alduin, lent our services to demonstrate the full prowess and might of human magic. Above a series of old catacombs in a scant hill, we spent these years raising an immense stronghold from the earth’s living rock.
bn: ছয় বছর আগে কনকর্ড্যাট স্মরণে রাখার জন্য, ওয়েলডিন এবং এলেনসফার লর্ডস আদেশ দিয়েছিলেন যে এই একসময় বন্যভূমির হৃদয়ে একটি স্মৃতিস্তম্ভ তৈরি করা হবে।আমরা, অ্যালডুইনের মাগি, মানব যাদুবিদ্যার সম্পূর্ণ দক্ষতা এবং শক্তি প্রদর্শনের জন্য আমাদের পরিষেবাগুলিকে ধার দিয়েছি।একটি অল্প পাহাড়ে পুরানো ক্যাটাকম্বসের একটি সিরিজের উপরে, আমরা এই বছরগুলি পৃথিবীর জীবন্ত শিলা থেকে এক বিশাল দুর্গ বাড়িয়ে কাটিয়েছি।

source: Completed, as it is on this day, this sentinel of the west now towers hundreds of paces tall, a great monolith looming sheer above the plains. The sight of these colossal walls, to even us magi, is both awe-inspiring and terrifying. So tall these towers peak and so mighty these walls arise that such a feat seems more like a force of nature than a work of man. That we have fashioned this mountain as insignificant humans is almost inconceivable. Halstead, as we have named it, is impenetrable. No one shall ever overcome these tidal waves of stone.
bn: সম্পন্ন হয়েছে, যেমনটি এই দিনটিতে রয়েছে, পশ্চিমের এই সেন্ডিনেলটি এখন কয়েকশো গতি লম্বা হয়েছে, সমভূমির উপরে একটি দুর্দান্ত একচেটিয়া নিচু নিছক নিচু।এই বিশাল দেয়ালগুলির দৃশ্য, এমনকি আমাদের মাগির কাছেও বিস্ময়কর এবং ভয়াবহ উভয়ই।এই টাওয়ারগুলি এত লম্বা এবং এত শক্তিশালী এই দেয়ালগুলি উত্থিত হয় যে এই জাতীয় কীর্তি মানুষের কাজের চেয়ে প্রকৃতির শক্তির মতো বলে মনে হয়।যে আমরা এই পর্বতটিকে তুচ্ছ মানুষ হিসাবে তৈরি করেছি প্রায় অকল্পনীয়।হালস্টেড, যেমনটি আমরা নাম দিয়েছি, এটি দুর্ভেদ্য।পাথরের এই জোয়ার তরঙ্গগুলি কেউ কখনও কাটিয়ে উঠবে না।

source: Dommel
bn: ডোমেল

source: Vashna
bn: ব্যারিশ

source: Destroy the stronghold of Halstead
bn: হালস্টেডের দুর্গটি ধ্বংস করুন

source: There be it. The stronghold of Halstead.
bn: এটা আছে।হালস্টেডের দুর্গ।

source: Look at how tall it is! Those towers be so sheer and smooth, it almost looks like magic called them up out of the earth!
bn: দেখুন কত লম্বা!এই টাওয়ারগুলি এত নিখুঁত এবং মসৃণ হতে পারে, এটি প্রায় মনে হয় যাদু তাদের পৃথিবী থেকে ডেকে আনে!

source: Aye, there may be some truths in that. Old stories tells us that in times past, Elensefar and Weldyn had some real strong mages, much more adept than them ones who only be politicking nowadays. They helped tame the lands between the cities and forged the walls of Halstead itself to honor the alliance.
bn: হ্যাঁ, এতে কিছু সত্য থাকতে পারে।পুরানো গল্পগুলি আমাদের জানায় যে অতীতে, এলেনসফার এবং ওয়েলডিনের কিছু সত্যিকারের শক্তিশালী ম্যাজ ছিল, তাদের চেয়ে অনেক বেশি পারদর্শী যারা আজকাল কেবল রাজনীতি করছেন।তারা শহরগুলির মধ্যে জমিগুলি নিয়ন্ত্রণে সহায়তা করেছিল এবং জোটকে সম্মান জানাতে হালস্টেডের দেয়াল তৈরি করেছিল।

source: I don’t see how we can bring it down. They seem invincible in there!
bn: আমরা কীভাবে এটি নামিয়ে আনতে পারি তা আমি দেখতে পাচ্ছি না।তারা সেখানে অজেয় বলে মনে হচ্ছে!

source: Indeed...
bn: প্রকৃতপক্ষে...

source: Worry not, Halstead has a weakness. What Baldras spoke was partly true. Previous orders of magi did help erect the fortress. What is not made known to most is that the original construction of the castle was flawed.
bn: চিন্তা করবেন না, হালস্টেডের দুর্বলতা রয়েছে।বাল্ড্রাস যা বলেছিল তা আংশিক সত্য ছিল।মাগির পূর্ববর্তী আদেশগুলি দুর্গ তৈরি করতে সহায়তা করেছিল।সবচেয়ে বেশি যা জানা যায়নি তা হ'ল দুর্গের মূল নির্মাণ ত্রুটিযুক্ত ছিল।

source: These walls were raised over a system of catacombs, which connect the four towers to the central keep. Though they appear impressive, the tunnels were never meant to hold up such a tremendous weight. Supports were added later to hold up the middle, which eventually began to collapse without them. Naturally, this was made secret by the magi, who did not want others to learn of their error.
bn: এই দেয়ালগুলি ক্যাটাকম্বসের একটি সিস্টেমের উপরে উত্থাপিত হয়েছিল, যা চারটি টাওয়ারকে কেন্দ্রীয় রাখার সাথে সংযুক্ত করে।যদিও এগুলি চিত্তাকর্ষক প্রদর্শিত হয়, টানেলগুলি কখনই এইরকম অসাধারণ ওজন ধরে রাখতে বোঝায় না।মাঝখানে ধরে রাখতে পরে সমর্থনগুলি যুক্ত করা হয়েছিল, যা শেষ পর্যন্ত সেগুলি ছাড়াই ভেঙে পড়তে শুরু করে।স্বাভাবিকভাবেই, এটি মাগি দ্বারা গোপন করা হয়েছিল, যারা অন্যরা তাদের ত্রুটি শিখতে চায় না।

source: So... we can knock out the supports and bring down the main keep. Would it really work?
bn: সুতরাং ... আমরা সমর্থনগুলি ছিটকে দিতে পারি এবং মূল কীপটি নামিয়ে আনতে পারি।এটা কি সত্যিই কাজ করবে?

source: I believe it will. Each tower has a passage down to the catacombs. We must enter the tunnels and demolish all four supports, then the fortress should crumble.
bn: আমি বিশ্বাস করি এটা হবে।প্রতিটি টাওয়ারের ক্যাটাকম্বস পর্যন্ত একটি প্যাসেজ রয়েছে।আমাদের অবশ্যই টানেলগুলিতে প্রবেশ করতে হবে এবং চারটি সমর্থন ধ্বংস করতে হবে, তারপরে দুর্গটি ভেঙে ফেলা উচিত।

source: Let’s hope you be right. Everything be hinging on this battle.
bn: আসুন আশা করি আপনি ঠিক আছেন।এই যুদ্ধে সবকিছু হিং করা হবে।

source: Dommel! The Queen has sent me and my warriors to support your forces. We come to squash the puny peasant rebellion.
bn: ডমমেল!রানী আমাকে এবং আমার যোদ্ধাদের আপনার বাহিনীকে সমর্থন করার জন্য প্রেরণ করেছে।আমরা শাস্তি কৃষক বিদ্রোহ স্কোয়াশ করতে এসেছি।

source: I received no word from Her Majesty of your arrival, orc.
bn: আমি আপনার আগমনের মহিমা, অর্কের কাছ থেকে কোনও শব্দ পাইনি।
