Repository: babaissarkar/wesnoth-bn
Catalog: wesnoth-l/*.po
Languages: bn

source: Liberty
bn: মুক্তি

source: Easy
bn: সহজ

source: Peasant
bn: কৃষক

source: Normal
bn: সাধারণ

source: Outlaw
bn: দস্যু

source: Challenging
bn: চ্যালেঞ্জিং

source: Fugitive
bn: পলাতক

source: As the shadow of civil war deepens across Wesnoth, a band of hardy marchlanders revolts against the governance of the new queen. To win their way to freedom, they must learn to use shadows and deception to rout the trained blades of the Wesnothian army.
bn: ওয়েসোথ জুড়ে গৃহযুদ্ধের ছায়া আরও গভীর হওয়ার সাথে সাথে পরিশ্রমী প্রান্তিক অধিবাসীদের একটি দল নতুন রানির প্রশাসনের বিরুদ্ধে বিদ্রোহ করে। তাদের স্বাধীনতার পথে জিততে, ওয়েসনোথিয়ান সেনাবাহিনীর প্রশিক্ষিত সৈন্যদের পরাজিত করার জন্য তাদের অবশ্যই ছায়ার আড়াল থেকে আঘাত করা এবং প্রতারণা করা শিখতে হবে।

source: (Novice level, 7 scenarios.)
bn: (শিক্ষানবিস স্তর, 7টি ঘটনাক্রম।)

source: Original Campaign Design
bn: মূল অভিযানের পরিকল্পনা

source: Latest Rewrite
bn: সর্বশেষ পুনর্লিখন

source: Campaign Maintenance
bn: অভিযান রক্ষণাবেক্ষণ

source: Artwork and Graphics Design
bn: শিল্পকর্ম এবং গ্রাফিক্স ডিজাইন

source: Give Me Liberty or Give Me Death!
bn: হয় আমাকে স্বাধীনতা দিন নয়তো আমাকে মৃত্যু দিন!

source: Complete Civil Disobedience with at least 3 peasants remaining.
bn: কমপক্ষে 3 কৃষক বেঁচে থাকা অবস্থায় অসহযোগ সম্পূর্ণ করুন ।

source: The Nameless General
bn: নামহীন সেনাপতি

source: Find out the name of the general in Unlawful Orders.
bn: বেআইনী আদেশে সেনাপতির নামটি সন্ধান করুন।

source: Harper vs. Goliath
bn: হার্পার বনাম গোলিয়াথ

source: Defeat an Iron Mauler with Harper in Hide and Seek.
bn: লুকানোচুরির খেলায় হার্পারকে দিয়ে একজন আয়রন মলারকে পরাজিত করুন।

source: Perfect Hunter
bn: আদর্শ শিকারী

source: Complete The Hunters with no losses
bn: কোনও ক্ষতি শিকারীরা ঘটনাক্রম সম্পূর্ণ করুন

source: Force of Arms is Pointless Without Strategy
bn: অস্ত্রের শক্তি যুদ্ধনীতি ছাড়া অর্থহীন

source: On Challenging difficulty, defeat Dommel in Glory.
bn: চ্যালেঞ্জিং জটিলতায়, গৌরব ঘটনাক্রমে ডোমেলকে পরাস্ত করুন।

source: The Raid
bn: উপদ্রব

source: Dallben
bn: ডালবেন

source: From the journal of Baldras, 21 Scatterseed, 501 YW Months... seven months it’s been since the Crown did send a single guard here to help us. This Garard II be a pompous stinker, even worser than his pa! Us of these border towns Delwyn and Dallben already be poor and needy, yet alls ‘His Majesty’ can think of is tax, tax, tax, takin’ all our hard earned gold from us. Then he uses our gold to provoke more wars with more orcs just for personal glory and more land for them grubby nobles to lord over.
bn: বাল্ড্রাস জার্নাল থেকে, 21 স্ক্যাটারসিড, 501 ওয়াইডাব্লুডাব্লু মাস ... সাত মাস হয়ে গেছে যেহেতু ক্রাউন আমাদের সহায়তা করার জন্য এখানে একক প্রহরী পাঠিয়েছিল।এই গারার্ড দ্বিতীয়টি একটি আড়ম্বরপূর্ণ দুর্গন্ধ, এমনকি তার পিএর চেয়েও খারাপ!আমাদের এই সীমান্ত শহরগুলির মধ্যে ডেলউইন এবং ডালবেন ইতিমধ্যে দরিদ্র এবং অভাবী হতে পারে, তবুও ‘তাঁর মহিমা’ হ'ল কর, কর, কর, তাকিন ’আমাদের কাছ থেকে আমাদের সমস্ত কঠোর উপার্জিত সোনার কথা ভাবতে পারে।তারপরে তিনি আমাদের সোনার ব্যবহার করেন কেবলমাত্র ব্যক্তিগত গৌরব এবং আরও জমি তাদের জন্য আরও বেশি যুদ্ধের জন্য আরও বেশি যুদ্ধকে উস্কে দেওয়ার জন্য এবং তাদের জন্য লর্ডের জন্য আরও বেশি জমি।

source: To abbadon with the Crown! We got no armies and we don’t even got real weapons, but we of the Western Marches make do just fine with our slings and clubs. In all Annuvin Province, there won’t be nobody besting us in these swamps. We’re self-reliant out here. We gots our own trade routes and pacts of mutual defense. No need for them Wesnothians. Not a single bit.
bn: মুকুট সঙ্গে অ্যাবাদন!আমরা কোনও সেনাবাহিনী পাইনি এবং আমরা এমনকি সত্যিকারের অস্ত্রও পাই না, তবে আমরা পশ্চিমা মার্চগুলির মধ্যে আমাদের স্লিং এবং ক্লাবগুলি দিয়ে ঠিকঠাক কাজ করি।সমস্ত আনুভিন প্রদেশে, এই জলাভূমিতে কেউ আমাদের সেরাটা করতে পারে না।আমরা এখানে স্বনির্ভর।আমরা আমাদের নিজস্ব বাণিজ্য রুট এবং পারস্পরিক প্রতিরক্ষার প্যাক্ট পেয়েছি।তাদের ওয়েসনোথিয়ানদের দরকার নেই।একটি বিট নয়।

source: The sun were out today, but it were raining too. Weird mix of brightness and woe. Reminds me of the day Harper’s pa died in that orc raid. Since my sis Erwen passed when she were young, poor lass had nobody but me. Never wanted no kid of my own but... she’s mine to take care of now. Fine lass, that one, just a bit careless like her pa. I needs to keep a good eye on her now, with all them orcs running round here of late.
bn: আজ সূর্য বাইরে ছিল, তবে খুব বৃষ্টি হচ্ছে।উজ্জ্বলতা এবং দুঃখের অদ্ভুত মিশ্রণ।সেই ওআরসি অভিযানে হার্পারের পিএ মারা যাওয়ার দিনটি আমাকে মনে করিয়ে দেয়।যেহেতু আমার সিস এরওয়েন যখন ছোট ছিলেন তখন তিনি কেটে গেলেন, দরিদ্র লাসের আমার ছাড়া আর কেউ ছিল না।কখনই আমার নিজের কোনও বাচ্চা চাইনি তবে ... তিনি এখনই যত্ন নেওয়ার জন্য আমার।ফাইন লাস, সে একজন, তার পিএর মতো খানিকটা অযত্নে।আমার এখন তার দিকে ভাল নজর রাখা দরকার, তাদের সমস্ত অর্কগুলি এখানে দেরিতে চলছে।

source: Baldras
bn: বল -ড্রস

source: Fal Khag
bn: ফল

source: Defeat all of the Goblin marauders
bn: গব্লিন ম্যারাডারদের সবাইকে পরাজিত করুন

source: Goblins reach the village of Dallben
bn: গোব্লিনস ডালবেন গ্রামে পৌঁছেছে

source: Death of Baldras
bn: বাল্ড্রাসের মৃত্যু

source: Death of Harper
bn: হার্পারের মৃত্যু

source: Gatrakh
bn: গাত্র

source: Thurg
bn: থুর

source: Krung
bn: ক্রুং

source: Gorokh
bn: বন। জংগল

source: I long to burn human cities, but that weaselly witch thinks we’re only good enough for these puny villages. These hapless clods barely have anything, but at least the witch’s gold is good.
bn: আমি মানব শহরগুলি পোড়াতে চাই, তবে সেই ওয়েজেলি জাদুকরী মনে করে যে আমরা এই শাস্তি গ্রামগুলির জন্য কেবল যথেষ্ট ভাল।এই অসহায় ক্লোডগুলির সবেমাত্র কিছু আছে তবে কমপক্ষে ডাইনির সোনার ভাল।

source: Ride, you worms! Let’s finish our raid before their hunters return.
bn: চড়ুন, তুমি কৃমি!আসুন তাদের শিকারীরা ফিরে আসার আগে আমাদের অভিযান শেষ করি।

source: Jalak
bn: স্টারলিং

source: Delurin
bn: দেলুরিন

source: Red
bn: লাল

source: Ordo
bn: অর্ডো

source: Novus
bn: নোভাস

source: Teneor
bn: রাখা

source: Kembe
bn: হাঁটা

source: Treagh
bn: আমি আজ খুশি

source: Harper
bn: হার্পার

source: Look, goblin riders approach! You was right, they was going to raid Dallben while we was gone.
bn: দেখুন, গোব্লিন রাইডার্স পদ্ধতির!আপনি ঠিক বলেছেন, আমরা চলে যাওয়ার সময় তারা ডালবেনকে অভিযান চালাচ্ছিলেন।

source: We gots to stop them or they’ll burn down the whole village. Damn these goblins and damn the Crown. We always be havin’ to fight for ourselves.
bn: আমরা তাদের থামাতে পেয়েছি বা তারা পুরো গ্রামে পুড়ে যাবে।এই গব্লিনগুলি অভিশাপ এবং মুকুট জঘন্য।আমরা সবসময় নিজের জন্য লড়াই করার জন্য হাভিন হয়ে থাকি।

source: Uncle, we got no time to talk! Them riders are heading full speed straight for Dallben. We’ll need to chase them down through those woods, and fast, or we won’t be able to catch up.
bn: চাচা, আমরা কথা বলার সময় পাইনি!তাদের রাইডাররা ডালবেনের জন্য সরাসরি পুরো গতির দিকে যাচ্ছেন।আমাদের সেই কাঠগুলির মধ্য দিয়ে তাদের তাড়া করতে হবে এবং দ্রুত, বা আমরা ধরতে সক্ষম হব না।

source: Do it. Hold them beasts back till us old-timers get there to finish ‘em off.
bn: এটা কর.আমাদের পুরানো-টাইমাররা সেখানে না পৌঁছানো পর্যন্ত তাদের জন্তুগুলি ধরে রাখুন।

source: And Harper... don’t be getting reckless on me today. Your old man died like that, charging into a pack of goblins by ‘imself. I won’t lose ya the same way.
bn: এবং হার্পার ... আজ আমার উপর বেপরোয়া হয়ে উঠবেন না।আপনার বুড়ো লোকটি এমনভাবে মারা গেলেন, ‘আমার নিজের দ্বারা গব্লিন্সের একটি প্যাকেটে চার্জ করে।আমি ইয়াও একইভাবে হারাব না।

source: I know, I know, no need to worry so much. All right, let’s go!
bn: আমি জানি, আমি জানি, এত বেশি চিন্তা করার দরকার নেই।ঠিক আছে, চলুন!

source: These orc raids keep getting harder and harder to hold off. Feels like every new day’s just another chance for us to lose everything...
bn: এই ওআরসি অভিযানগুলি ধরে রাখা আরও কঠিন এবং আরও কঠিন হতে থাকে।প্রতিটি নতুন দিনের মতো মনে হয় আমাদের কাছে সমস্ত কিছু হারানোর আরও একটি সুযোগ ...

source: That Garard II stopped sendin’ patrols out here a while back. Stinker probably sent his troops on some new war against them orcs. Don’t really matter. Technically Annuvin be under the charge of Elensefar, but you don’t see ‘em coming to help us either.
bn: যে গারার্ড দ্বিতীয়টি এখানে কিছুক্ষণ আগে সেন্ডিনকে টহল দিয়েছিল।স্টিঙ্কার সম্ভবত তাদের অর্কেসের বিরুদ্ধে কিছু নতুন যুদ্ধে তাঁর সেনা পাঠিয়েছিলেন।আসলেই কিছু যায় আসে না।প্রযুক্তিগতভাবে অ্যানুভিন এলেনসফারের দায়িত্বে থাকবেন, তবে আপনি দেখতে পাচ্ছেন না যে তারা আমাদেরও সাহায্য করতে আসছে।

source: Then why do we got to pay taxes to the King? Maybe Elensefar doesn’t help us, but at least they don’t take our gold.
bn: তাহলে কেন আমরা রাজার কাছে কর প্রদান করতে পারি?হয়ত এলেনসফার আমাদের সহায়তা করে না, তবে কমপক্ষে তারা আমাদের স্বর্ণ নেয় না।

source: We don’t got no choice, lass. If I don’t gives them what they want, they’ll make trouble for everyone in Dallben.
bn: আমরা কোন পছন্দ পাই না, লাস।যদি আমি তাদের যা চান তা না দিলে তারা ডালবেনের প্রত্যেকের জন্য সমস্যা তৈরি করবে।

source: But we can’t keep doing this forever, Uncle. If we stay like this, those orcs will eventually overrun us. What should we do?
bn: তবে আমরা চাচা, আমরা চিরকাল এটি চালিয়ে যেতে পারি না।আমরা যদি এইরকম থাকি তবে সেই orcs অবশেষে আমাদেরকে ছাড়িয়ে যাবে।আমাদের কি করা উচিৎ?

source: I don’t know, Harper. I just don’t know. Alls I can say is we’re on our own out here.
bn: আমি জানি না, হার্পার।আমি শুধু জানি না।আমি বলতে পারি যে আমরা এখানে আমাদের নিজেরাই রয়েছি।

source: My face kinda itches... I gotta be careful around these big ones.
bn: আমার মুখের দয়ালু চুলকায় ... আমি এই বড়দের চারপাশে সাবধানতা অবলম্বন করব।

source: Time to feast on these puny pinkskins.
bn: এই পুণী পিঙ্কসকিন্সে ভোজন করার সময়।

source: Hey! Who ya calling puny?
bn: আরে!কে ইয়া ডাকছে?

source: Ahh! I <i>really</i> don’t like fire...
bn: আহ!আমি <i> সত্যিই </i> আগুন পছন্দ করি না ...

source: I was... too weak..?
bn: আমি ... খুব দুর্বল ছিল ..?

source: Silly goblin.
bn: নির্বোধ গোব্লিন।

source: Hey, someone left their pack here. I could use it to carry some more rocks.
bn: আরে, কেউ এখানে তাদের প্যাকটি রেখেছিল।আমি এটি আরও কিছু শিলা বহন করতে ব্যবহার করতে পারে।

source: Spooky.
bn: ভুতুরে.

source: They’re getting close to Dallben! What should we do?
bn: তারা ডালবেনের কাছাকাছি আসছে!আমাদের কি করা উচিৎ?

source: There be a couple guards in the village. Might be able to slow them wolves down if they gets closer.
bn: গ্রামে কয়েকজন প্রহরী রয়েছে।যদি তারা আরও কাছে আসে তবে তাদের নেকড়েদের ধীর করতে সক্ষম হতে পারে।

source: Remald
bn: রিমাল্ড

source: Wolmas
bn: ওলমাস

source: Jasken
bn: জ্যাকেট

source: What’s happening here? Why be you running like mad, $unit.name|?
bn: এখানে কি হচ্ছে?আপনি কেন পাগলের মতো চালাচ্ছেন, $ ইউনিট.নাম |

source: Goblin riders be on the hunt, headed right for Dallben. We gots to stop them!
bn: গোব্লিন রাইডাররা শিকারে থাকবেন, ডালবেনের দিকে ডানদিকে গেলেন।আমরা তাদের থামাতে পেয়েছি!

source: Look! Goblin riders be on the hunt, headed right for Dallben!
bn: দেখ!গোব্লিন রাইডাররা শিকারে থাকবেন, ডালবেনের দিকে ডানদিকে গেলেন!

source: We gots to stop them!
bn: আমরা তাদের থামাতে পেয়েছি!

source: The goblins reached the village! Now there’ll be nothing left after they raid our homes...
bn: গোব্লিনস গ্রামে পৌঁছেছে!তারা আমাদের বাড়িতে অভিযান চালানোর পরে এখন কিছুই অবশিষ্ট থাকবে না ...

source: Civil Disobedience
bn: আইন অমান্য

source: Baldras’ farm
bn: বালড্রাসের খামার

source: Baldras’ journal, 6 Deeproot, 501 YW: Me and Harper visited Erwen’s grave today. I helped the lass pick her a bunch of flowers — we even found some of her favorite, blue lilies. Harper don’t remember her much, but still thinks lots about her. Lass reminds me so much of her ma often times, real bright and brassy, even if she don’t got the same sense or wits. I’m just hoping she be learning more with time.
bn: বাল্ড্রাস ’জার্নাল, 6 ডিপ্রুট, 501 ওয়াইডাব্লু: আমি এবং হার্পার আজ এরওয়েনের কবর পরিদর্শন করেছি।আমি লাসকে তাকে একগুচ্ছ ফুল বাছাই করতে সহায়তা করেছি - আমরা এমনকি তার প্রিয় কয়েকটি নীল লিলি পেয়েছি।হার্পার তাকে বেশি মনে রাখে না, তবে এখনও তার সম্পর্কে প্রচুর চিন্তা করে।লাস আমাকে তার মা প্রায়শই অনেক সময় স্মরণ করিয়ে দেয়, সত্যিকারের উজ্জ্বল এবং পিতল, এমনকি যদি সে একই ধারণা বা বুদ্ধি না পায়।আমি কেবল আশা করছি যে তিনি সময়ের সাথে আরও শিখবেন।

source: Speaking of sense, I gots me a bad feeling in my gut about today. I’d better ready our hunting troop when I get back to the village, just in case...
bn: জ্ঞানের কথা বলতে গেলে, আমি আজ আমার অন্ত্রে একটি খারাপ অনুভূতি পেয়েছি।আমি যখন গ্রামে ফিরে আসি তখন আমি আমাদের শিকারের সৈন্যদের আরও ভাল প্রস্তুত করব, কেবল সেক্ষেত্রে ...

source: Rebels
bn: বিদ্রোহী

source: Tarwen
bn: টারভেস

source: Weldyn
bn: দেখা

source: Kill the Wesnoth army captain, Tarwen
bn: ওয়েসথ আর্মি ক্যাপ্টেন, তারওয়েনকে হত্যা করুন

source: Look, riders approach.
bn: দেখুন, রাইডাররা যোগাযোগ করুন।

source: Stand fast, Harper.
bn: দ্রুত দাঁড়ানো, হার্পার।

source: By order of the Queen, the magistrate of this town is to travel with us to Elensefar for vetting.
bn: রানির আদেশে, এই শহরের ম্যাজিস্ট্রেট হ'ল আমাদের সাথে পরীক্ষা করার জন্য এলেনসফারে ভ্রমণ করা।

source: The Crown did long since abandon our village. You Wesnothians be too busy countin’ the gold from our taxes to be sending aid against them orcs. Nobody here be leaving to nowhere.
bn: আমাদের গ্রামটি ত্যাগ করার পর থেকে মুকুট দীর্ঘকাল ধরে।আপনি ওয়েসনোথিয়ানরা খুব বেশি ব্যস্ত কাউন্টিন ’আমাদের ট্যাক্স থেকে সোনার তাদের অর্কেসের বিরুদ্ধে সহায়তা পাঠানোর জন্য।এখানে কেউ কোথাও চলে যাবেনা।

source: Insolent peasant. Try not my patience, else I shall be forced to drag thy deceased corpse back with me to the city.
bn: অশ্লীল কৃষক।আমার ধৈর্য চেষ্টা করবেন না, অন্যথায় আমাকে আপনার মৃত মৃতদেহটি আমার সাথে শহরে ফিরিয়ে আনতে বাধ্য করা হবে।

source: Try it then, stinker.
bn: দুর্গন্ধযুক্ত, দুর্গন্ধ।

source: As you wish.
bn: তোমার ইচ্ছা.

source: Guard the gate.
bn: গেট রক্ষা করুন।

source: <i>Uncle, since when did we have a queen?</i>
bn: <i> চাচা, কখন থেকে আমাদের রানী ছিল? </i>

source: <i>Since a few years back, I thinks, but weren’t never her giving out no orders...</i>
bn: <i> কয়েক বছর আগে থেকে, আমি মনে করি, তবে সে কখনই কোনও আদেশ দেয় না ... </i>

source: <i>It don’t really matter right now. Harper, get yerself out o’ here. This be no kind of battle for you.</i>
bn: <i> এখনই এটি আসলে গুরুত্বপূর্ণ নয়।হার্পার, এখানে ইয়ারসেলফ বের করুন ’এখানে।এটি আপনার জন্য কোনও ধরণের যুদ্ধ হবে না <</i>

source: I can fight!
bn: আমি লড়াই করতে পারি!

source: <i>Harper, do what I says to ya.</i>
bn: <i> হার্পার, আমি যা বলেছি তা করুন </i>

source: We’re in this together. Death to the Wesnothians!
bn: আমরা এ ব্যাপারে একসাথে.ওয়েসনোথিয়ানদের মৃত্যু!

source: Impulsive lass...
bn: আবেগপ্রবণ লাস ...

source: Help, help! I’m being repressed!
bn: সাহায্য সাহায্য!আমি দমন করা হচ্ছে!

source: They just killed an innocent man! Murderers!
bn: তারা সবেমাত্র একজন নিরীহ মানুষকে হত্যা করেছে!খুনি!

source: Cry thine eyes out for me, peasant.
bn: আমার জন্য আপনার চোখ কাঁদুন, কৃষক।

source: I oughta bring out the good mace to fight off these thugs.
bn: আমি এই ঠগদের বিরুদ্ধে লড়াই করার জন্য ভাল গদি আনতে চাই।

source: Back, back ye curs!
bn: পিছনে, পিছনে অভিশাপ!

source: Take that, you bullies!
bn: যে, আপনি বুলি!

source: Get out of my village!
bn: আমার গ্রাম থেকে বেরিয়ে যাও!

source: We beat their leader, but a couple of them riders escaped. What should we do?
bn: আমরা তাদের নেতাকে মারধর করেছি, তবে তাদের মধ্যে কয়েকজন রাইডার পালিয়ে গেছে।আমাদের কি করা উচিৎ?

source: Somethin’ be very wrong here. That Garard weren’t never no hero or nothing, but his men never would’ve attacked us. The Queen must’ve did something to him.
bn: কিছু এখানে খুব ভুল হতে হবে।সেই গারার্ড কখনই নায়ক বা কিছুই ছিল না, তবে তার লোকেরা কখনই আমাদের আক্রমণ করে না।রানী অবশ্যই তাকে কিছু করেছে।

source: We’ve got to tell the people of Delwyn about this. Ol’ magistrate Relana will have some ideas.
bn: আমরা এ সম্পর্কে ডেলউইনের লোকদের বলতে পেয়েছি।ওল ’ম্যাজিস্ট্রেট রিলানার কিছু ধারণা থাকবে।

source: That’s true. Whenever there’s been troubles, we’ve always looked to her for help.
bn: সেটা সত্য.যখনই ঝামেলা হয়, আমরা সর্বদা তার কাছে সাহায্যের জন্য সন্ধান করি।

source: Fine. We’ll go to Delwyn, see what Relana gots to say. With them riders so eagerly attackin’ us today, I’m thinking Delwyn will be under threat too.
bn: ভালআমরা ডেলউইনে যাব, দেখুন রিলানা কী বলেছে।তাদের সাথে রাইডাররা আজ আমাদের এত আগ্রহের সাথে আক্রমণ করে, আমি ভাবছি ডেলউইনও হুমকির মুখে পড়বে।

source: So we’ll have to fight them Wesnothians again?
bn: সুতরাং আমাদের আবার ওয়েসোথিয়ানদের সাথে লড়াই করতে হবে?

source: Alls I can say for certain is we’ve made ourselves enemies of the Crown. They’ll be hunting us now.
bn: আমি নিশ্চিতভাবে বলতে পারি যে আমরা নিজেকে মুকুটের শত্রু করে তুলেছি।তারা এখন আমাদের শিকার করবে।

source: Then we’re outlaws.
bn: তারপরে আমরা আউটলু।

source: Aye, outlaws.
bn: আয়ে, আউটলজ

source: At your order, Captain.
bn: আপনার আদেশে, ক্যাপ্টেন।

source: Slay them all.
bn: তাদের সবাইকে হত্যা করুন।

source: Curses! Their reinforcements has arrived. We gots no chance to fight ‘em off now...
bn: অভিশাপ!তাদের শক্তিবৃদ্ধি এসে গেছে।আমরা এখন তাদের লড়াই করার কোনও সুযোগ পাইনি ...

source: A Strategy of Hope
bn: আশার কৌশল

source: Baldras’ journal, 10 Deeproot, 501 YW: Been a strange few days. Had to leave Dallben real quick. We grabbed whatever we could in just a day, some food, some clothes, sis’s lucky bracelet... and made off for Delwyn as quick as these old bones would let me. It be a three day journey there for me, but I sended Harper ahead for Relana first. Said we’d meet her in the usual hiding spot in the swamp.
bn: বাল্ড্রাস ’জার্নাল, 10 ডিপ্রুট, 501 ওয়াইডাব্লু: কিছু দিন ছিল কিছু দিন।ডালবেনকে বাস্তব দ্রুত ছেড়ে যেতে হয়েছিল।আমরা কেবল একদিনে যা কিছু করতে পারি, কিছু খাবার, কিছু পোশাক, সিসের ভাগ্যবান ব্রেসলেট ... এবং ডেলউইনের জন্য যত তাড়াতাড়ি এই পুরানো হাড়গুলি আমাকে ছেড়ে দিতে পারে তা ধরলাম।এটি আমার জন্য সেখানে তিন দিনের যাত্রা হতে পারে তবে আমি হার্পারকে প্রথমে রিলানার জন্য এগিয়ে পাঠিয়েছিলাম।বলেছিলাম যে আমরা জলাভূমিতে স্বাভাবিক লুকিয়ে থাকা স্পটে তার সাথে দেখা করব।

source: This whole mess be utter stupidness. Of all the things to be driving us from our home, how did it ended up being those accursed Wesnothians? Blasted Crown. Don’t matter whoever’s the one giving out them orders, those stinkers in Weldyn always be making trouble for us countryfolk.
bn: এই পুরো জগাখিচুড়ি সম্পূর্ণ বোকা।আমাদের বাড়ি থেকে আমাদের চালিত করার সমস্ত বিষয়গুলির মধ্যে, কীভাবে এটি সেই অভিশপ্ত ওয়েসনোথিয়ান হয়ে শেষ হয়েছিল?বিস্ফোরিত মুকুট।যে কেউ তাদের আদেশ দিচ্ছে তা বিবেচ্য নয়, ওয়েলডিনে থাকা এই দুর্গন্ধগুলি সর্বদা আমাদের দেশপোকের জন্য সমস্যা তৈরি করে।

source: I’m too old for all this. Them orc raids already be plenty for me to deal with. I don’t be keen on fighting no war with Wesnoth. But... I guess, I don’t really got no choice either. Harper’s still too young to be leading anyone, and it don’t seem like anyone else in the village be suitable.
bn: আমি এই সমস্ত জন্য অনেক বয়স্ক।তাদের অর্ক অভিযানগুলি ইতিমধ্যে আমার মোকাবেলা করার জন্য প্রচুর পরিমাণে রয়েছে।আমি ওয়েসোথের সাথে যুদ্ধে লড়াই করতে আগ্রহী নই।তবে ... আমার ধারণা, আমি আসলে কোনও উপায় পাইনি।হার্পার এখনও কারও নেতৃত্ব দিতে খুব কম বয়সী, এবং এটি গ্রামের অন্য কেউ উপযুক্ত বলে মনে হয় না।

source: In times like these... I still wish Erwen was here with us. Little sis were always the better of us two. She always knew how to keep her temper and her wits about her. What would she say to me now? Probably something like, “Quit yapping ya old dog and focus on what you’re doing. What’s done is done. Just look at what’s ahead of ya and get them people to safety.” Cheeky, that one. But, she’d be right, I has me a responsibility to our people. Got a lot of trouble ahead of us...
bn: এই জাতীয় সময়ে ... আমি এখনও আশা করি এরওয়েন আমাদের সাথে এখানে থাকতেন।ছোট্ট সিস সবসময় আমাদের দুজনের চেয়ে ভাল ছিল।তিনি সর্বদা জানতেন যে কীভাবে তার মেজাজ এবং তার সম্পর্কে তার বুদ্ধি রাখা যায়।সে এখন আমাকে কী বলবে?সম্ভবত এরকম কিছু, "ইয়াপিং ইয়া ওল্ড কুকুরটি ছেড়ে দিন এবং আপনি যা করছেন তার দিকে মনোনিবেশ করুন।কি এর কাজ সম্পন্ন করা হয়.কেবল ইয়া থেকে কী এগিয়ে আছে তা দেখুন এবং তাদের লোকদের সুরক্ষায় নিয়ে যান ”"গাধা, যে এক।তবে, তিনি ঠিক থাকবেন, আমার লোকদের কাছে আমার একটি দায়িত্ব রয়েছে।আমাদের সামনে অনেক ঝামেলা পেয়েছি ...

source: Relana
bn: রাইনা

source: Thhsthss
bn: Thshshss

source: Defeat both enemy leaders
bn: উভয় শত্রু নেতাকে পরাজিত করুন

source: Death of Relana
bn: রিলানার মৃত্যু

source: Baldras! Ya made it! Lil Harper here told me all about what happened.
bn: বলদরা!ইয়া এটি তৈরি!লিল হার্পার এখানে যা ঘটেছিল তা সম্পর্কে আমাকে সব বলেছিলেন।

source: Aye, Relana. It were one o’ the Queen’s patrol, strange as it do sound. Turns out they was itchin’ to attack us soon as I wasn’t willing to leave with ‘em.
bn: আয়ে, রিলানা।এটি ছিল এক ও ’রানির টহল, এটি শব্দের মতো অদ্ভুত।দেখা যাচ্ছে যে আমি ‘এমের সাথে চলে যেতে রাজি না হওয়ায় তারা আমাদের আক্রমণ করার জন্য তারা চুলকানি’ ছিল।

source: But we fought those ugly scoundrels off!
bn: তবে আমরা সেই কুৎসিত স্কাউন্ড্রেলগুলি বন্ধ করে দিয়েছি!

source: Queen’s patrol, ya say? They sent them a messenger our way a couple days ago, demanding our allegiance to some ‘Asheviere’. Weren’t that Garard’s young bride or something? Why’s she the one in charge now?
bn: কুইনের টহল, ইয়া বলছেন?কয়েকদিন আগে তারা তাদেরকে আমাদের মেসেঞ্জার পাঠিয়েছিল, কিছু ‘আশেভেরের’ প্রতি আমাদের আনুগত্যের দাবি জানিয়েছিল।গারার্ডের তরুণ কনে বা কিছু ছিল না?কেন তিনি এখন দায়িত্বে আছেন?

source: I don’t know, but some of them riders escaped us. Bet they’ll report back to their local garrison, tell them we’re a bunch o’ traitors.
bn: আমি জানি না, তবে তাদের মধ্যে কয়েকজন রাইডার আমাদের পালিয়ে গেছে।বাজি তারা তাদের স্থানীয় গ্যারিসনে ফিরে রিপোর্ট করবে, তাদের বলুন যে আমরা একগুচ্ছ ও ’বিশ্বাসঘাতক।

source: Then they’ll be comin’ back in force.
bn: তারপরে তারা ফিরে আসবে ’জোর করে ফিরে আসবে।

source: We needs more information. We should consult ourselves with Elensefar. Lord Maddock surely gots to know more than us.
bn: আমাদের আরও তথ্য দরকার।আমাদের নিজের সাথে পরামর্শ করা উচিত এলেনসফারের সাথে।লর্ড ম্যাডক অবশ্যই আমাদের চেয়ে আরও বেশি কিছু জানতে পেরেছেন।

source: Elensefar? Why him?
bn: এলেনসফার?কেন তাকে?

source: Well all Annuvin be ruled by Elensefar, right? We don’t gots to heed anything Wesnoth says. Lord Maddock’s technically the one we answer to.
bn: আচ্ছা সমস্ত আনুভিন এলেনসফার দ্বারা শাসিত হবে, তাই না?ওয়েসোথ যা কিছু বলে আমরা তা মেনে চলি না।লর্ড ম্যাডক এর প্রযুক্তিগতভাবে আমরা উত্তর দিয়েছি।

source: It don’t matter. Weldyn be doing whatever it likes while Maddock says nothing. He knows, but he don’t care.
bn: এটা কিছু যায় আসে না।ওয়েলডিন ম্যাডডক কিছুই না বলে যা কিছু পছন্দ করেন তা করছেন।সে জানে, তবে সে যত্ন করে না।

source: But we still need that knowledge, Baldras. We can’t be coming up with any great plan without no information. We both knows that if Weldyn brings one o’ their armies here, there be no way we can fight them off.
bn: তবে আমাদের এখনও সেই জ্ঞান দরকার, বাল্ড্রা।আমরা কোনও তথ্য ছাড়াই কোনও দুর্দান্ত পরিকল্পনা নিয়ে আসতে পারি না।আমরা দুজনেই জানি যে ওয়েলডিন যদি তাদের সেনাবাহিনীকে এখানে নিয়ে আসে তবে আমরা তাদের সাথে লড়াই করার কোনও উপায় নেই।

source: Perhaps, but — hold there. Did ya hear that? Sounded like some wolf howl.
bn: সম্ভবত, কিন্তু - সেখানে রাখা।তুমি কি শুনেছ?কিছু নেকড়ে চিত্কার মত শোনাচ্ছে।

source: Somethin’ smells like lizard too. We’re not alone here.
bn: কিছু 'টিকটিকি মত গন্ধ।আমরা এখানে একা নই।

source: Finally, some action!
bn: অবশেষে, কিছু ক্রিয়া!

source: Blasted humans and blasted Fal Khag! Stupid goblin was only supposed to scout that puny village, not fight it by himself. Then those damned humans rejected our help and look where that got them.
bn: মানুষকে বিস্ফোরিত করেছে এবং ফাল খাগ ব্লাস্ট করেছে!বোকা গোব্লিন কেবল সেই পুণ্য গ্রামকে স্কাউট করার কথা ছিল, এটি নিজেই লড়াই করে না।তারপরে এই জঘন্য মানুষ আমাদের সহায়তা প্রত্যাখ্যান করে এবং সেগুলি কোথায় পেয়েছে তা দেখুন।
