Repository: babaissarkar/wesnoth-bn
Catalog: wesnoth-l/*.po
Languages: bn

source: “Don’t know why the Queen hired some stinkin’ orcs, we don’t need you here.” Yeah, well now they’re dead like a bunch of beasts.
bn: "কেন রানী কিছু দুর্গন্ধযুক্ত’ অর্কেস কেন জানেন না, আমাদের এখানে আপনার দরকার নেই। "হ্যাঁ, ভাল এখন তারা একগুচ্ছ জন্তুদের মতো মারা গেছে।

source: Your ordersss mean nothing to usss, orc. You promissed uss gold.
bn: আপনার আদেশগুলি ইউএসএসএস, অর্কের কাছে কিছুই বোঝায় না।আপনি আমাদের সোনার প্রতিশ্রুতি।

source: Shut your trap, lizard. You’ll get your gold as soon as my wolves get their meat.
bn: আপনার ফাঁদ বন্ধ করুন, টিকটিকি।আমার নেকড়ে তাদের মাংস পাওয়ার সাথে সাথে আপনি আপনার সোনার পাবেন।

source: We gots to be headin’ for Elensefar soon before them Wesnothians come back.
bn: ওয়েসনোথিয়ানরা ফিরে আসার আগেই আমরা এলেনসফারের পক্ষে হেডিন হয়ে উঠলাম।

source: Looks like some fishperson used to live here.
bn: দেখে মনে হচ্ছে কিছু ফিশপারসন এখানে থাকতেন।

source: Looks like they still do. Ick.
bn: দেখে মনে হচ্ছে তারা এখনও করছে।আইক

source: Ewww, I think it be smelling even worse now. Least it’s stopped moving.
bn: Ewww, আমি মনে করি এটি এখন আরও খারাপ গন্ধ পাচ্ছে।কমপক্ষে এটি চলমান বন্ধ।

source: I don’t likes me the look of that water.
bn: আমি আমাকে সেই জলের চেহারা পছন্দ করি না।

source: Ahh! Help, it’s a tentacle monster!
bn: আহ!সহায়তা, এটি একটি তাঁবু দৈত্য!

source: That’s some fresh tasty water. Mmm!
bn: এটি কিছু তাজা সুস্বাদু জল।মিমি!

source: Blasted pinkskins...
bn: ব্লাস্টড পিনকিনস ...

source: Thissss was not part of the deal...
bn: থিওএসএসএস চুক্তির অংশ ছিল না ...

source: Something be very wrong here. These orcs has weapons with army forge-markings.
bn: এখানে খুব ভুল কিছু।এই orcs এর সেনা ফোরজ-মার্কিংসের সাথে অস্ত্র রয়েছে।

source: Aye, and the gold in their pouches looks new from mint. Could just be plunder, but...
bn: আয়ে, এবং তাদের পাউচে সোনা পুদিনা থেকে নতুন দেখাচ্ছে।শুধু লুণ্ঠন হতে পারে, কিন্তু ...

source: Don’t seem like it. I be thinking these orcs were hired to scout us. But for what? Of all the alliances to be making, why would Weldyn be hiring orcs?
bn: এটি মত মনে হয় না।আমি ভাবছি এই অর্কগুলি আমাদের স্কাউট করার জন্য নিয়োগ করা হয়েছিল।কিন্তু কিসের জন্য?সমস্ত জোট তৈরি করার মধ্যে, ওয়েলডিন কেন অর্ককে নিয়োগ দেবে?

source: I thinks your mission to Lord Maddock just became even more urgent. We needs to know the Queen’s motives.
bn: আমি মনে করি লর্ড ম্যাডককে আপনার মিশনটি আরও জরুরি হয়ে উঠেছে।আমাদের রানির উদ্দেশ্যগুলি জানতে হবে।

source: I don’t like leaving our people here alone, but I sees your point. If we wait, more will be coming.
bn: আমি আমাদের লোকদের এখানে একা রেখে পছন্দ করি না, তবে আমি আপনার বক্তব্যটি দেখি।আমরা যদি অপেক্ষা করি তবে আরও কিছু আসবে।

source: For now, I can stay here and perhaps talk them Wesnothians out of attacking us directly, but I don’t thinks it will work forever. To survive this, we needs to act quick, Baldras.
bn: আপাতত, আমি এখানে থাকতে পারি এবং সম্ভবত আমাদের সরাসরি আক্রমণ করার বাইরে ওয়েসোথিয়ানদের সাথে কথা বলতে পারি, তবে আমি মনে করি না যে এটি চিরতরে কাজ করবে।এটি বেঁচে থাকার জন্য, আমাদের দ্রুত, বালড্রা কাজ করা দরকার।

source: Then we’ll go to Elensefar as fast as we can. Luck be with ya, Relana.
bn: তারপরে আমরা যত তাড়াতাড়ি সম্ভব এলেনসফারে যাব।ভাগ্য ইয়া, রিলানার সাথে থাকুক।

source: We gots no more time to be spending here nor to be traveling to Elensefar... them Wesnothians probably already be mobilizing against us. We’ve got to head back to Dallben!
bn: আমরা এখানে ব্যয় করার জন্য আর কোনও সময় পাইনি বা এলেনসফারে ভ্রমণ করার জন্য ... তাদের ওয়েসনোথিয়ানরা সম্ভবত ইতিমধ্যে আমাদের বিরুদ্ধে জড়ো হচ্ছে।আমরা ডালবেনে ফিরে যেতে হবে!

source: Baldras and Relana returned to their villages to find them destroyed, with any survivors borne away to unknown fates. It was a bitter doom, and as Wesnoth descended into chaos, they would live to see worse.
bn: বালড্রাস এবং রিলানা তাদের গ্রামে ফিরে এসেছিল যাতে তাদের ধ্বংস হয়ে যায়, যে কোনও বেঁচে থাকা ব্যক্তিরা অজানা ফেটে বহন করে।এটি একটি তিক্ত আযাব ছিল এবং ওয়েসোথ বিশৃঙ্খলার মধ্যে নেমে যাওয়ার সাথে সাথে তারা আরও খারাপ দেখতে বেঁচে থাকবে।

source: Unlawful Orders
bn: বেআইনী আদেশ

source: Elensefar
bn: বিদ্যুৎ বাবা

source: Port of Elensefar
bn: এলেনসফার বন্দর

source: Lord Maddock
bn: লর্ড ম্যাডক

source: Defeat the enemy general
bn: শত্রু জেনারেলকে পরাজিত করুন

source: Death of Maddock
bn: ম্যাডকের মৃত্যু

source: Maddock, I be coming to report—
bn: ম্যাডক, আমি রিপোর্ট করতে আসছি -

source: I am already aware of your altercation in Dallben, Baldras. Your dissent was not wise.
bn: বাল্ড্রাসের ডালবেনে আপনার বিক্ষোভ সম্পর্কে আমি ইতিমধ্যে অবগত।আপনার মতবিরোধ জ্ঞানী ছিল না।

source: Dissent? Maddock, I’m not trusting no strange riders who show up out of nowhere claimin’ to be from the Queen. Seems like a bunch of pigdirt to me.
bn: মতবিরোধ?ম্যাডক, আমি কোনও অদ্ভুত রাইডারকে বিশ্বাস করছি না যারা কোথাও দাবিদার থেকে দেখা যায় না ’রানির কাছ থেকে থাকতে পারে না।আমার কাছে একগুচ্ছ পিগডার্টের মতো মনে হচ্ছে।

source: That was partially my fault, since I was not able to send a messenger to you in time. I shall have to inform you now. Five weeks ago, at the Ford of Abez, Queen Asheviere’s men allied themselves with the northern orcs and betrayed King Garard II.
bn: এটি আংশিকভাবে আমার দোষ ছিল, যেহেতু আমি আপনাকে সময় মতো কোনও মেসেঞ্জার পাঠাতে সক্ষম হইনি।আমি এখন আপনাকে অবহিত করতে হবে।পাঁচ সপ্তাহ আগে, আবেজের ফোর্ডে, রানী আশেভেরের পুরুষরা উত্তর অর্কেসের সাথে নিজেকে জোটবদ্ধ করে এবং দ্বিতীয় রাজা গারার্ডকে বিশ্বাসঘাতকতা করেছিলেন।

source: Since Prince Eldred died in the battle, the Queen took the throne and has been consolidating her power. Part of that has been bringing the elders from the local villages here, forcing them to swear allegiance to her. That was the purpose of that patrol.
bn: প্রিন্স এলড্রেড যুদ্ধে মারা যাওয়ার পর থেকে রানী সিংহাসন নিয়েছিলেন এবং তার ক্ষমতা একীকরণ করছেন।এর কিছু অংশ এখানে স্থানীয় গ্রামগুলি থেকে প্রবীণদের নিয়ে আসছে, তাদের প্রতি তার প্রতি আনুগত্যের শপথ করতে বাধ্য করেছে।এটাই ছিল সেই টহলটির উদ্দেশ্য।

source: Annuvin province be ruled by Elensefar! We has no duty to Weldyn.
bn: আনুভিন প্রদেশটি এলেনসফার দ্বারা শাসিত হবে!আমাদের ওয়েলডিনের কোনও দায়িত্ব নেই।

source: You do now. I do not really need to tell you what will happen should you refuse Her Majesty’s offer.
bn: আপনি এখন কি.আপনি তাঁর মহিমার অফারটি প্রত্যাখ্যান করতে পারলে কী হবে তা আপনাকে বলার দরকার নেই।

source: Grow a spine, Maddock. If they come to ya and make you swear fealty to this Asheviere, would ya really give up that easy?
bn: একটি মেরুদণ্ড বাড়ান, ম্যাডক।যদি তারা ইয়ে এসে আপনাকে এই আশেভিয়েরের প্রতি শপথের শপথ করে তোলে তবে আপনি কি সত্যিই এত সহজ ছেড়ে দিতে পারেন?

source: Well, they do not come within the walls of my city. There is a large garrison south at the great fortress of Halstead, but even should they mobilize all their troops, I doubt they could take Elensefar. It is true that for now, the majority of my forces are still returning from the battle of Abez, but unless we are attacked within the next few days, I shall be able to hold the city.
bn: ঠিক আছে, তারা আমার শহরের দেয়ালের মধ্যে আসে না।হালস্টেডের দুর্দান্ত দুর্গে দক্ষিণে একটি বিশাল গ্যারিসন রয়েছে, তবে এমনকি তাদের সমস্ত সৈন্যকে একত্রিত করা উচিত, আমি সন্দেহ করি যে তারা এলেনসফার নিতে পারে।এটি সত্য যে আপাতত আমার বেশিরভাগ বাহিনী এখনও আবেেজের যুদ্ধ থেকে ফিরে আসছে, তবে যদি না আমাদের পরের কয়েক দিনের মধ্যে আক্রমণ করা হয় তবে আমি শহরটি ধরে রাখতে সক্ষম হব।

source: And what abouts us? Throw us like dogs to those Wesnothians?
bn: এবং আমাদের কি?আমাদের মাধ্যমে সেই ওয়েসনোথিয়ানদের কুকুরের মতো?

source: We have an uneasy peace to maintain. The treaty between Elensefar and Wesnoth is ancient, and I do not think Her Majesty means to break it. At the same time, I have some concessions that I shall have to make. I cannot afford a war with Weldyn, as you can surely understand.
bn: আমাদের বজায় রাখার জন্য একটি অস্বস্তিকর শান্তি রয়েছে।এলেনসফার এবং ওয়েসনোথের মধ্যে চুক্তি প্রাচীন, এবং আমি মনে করি না যে তাঁর মহিমা এটি ভাঙার অর্থ।একই সময়ে, আমার কিছু ছাড় রয়েছে যা আমাকে করতে হবে।আমি ওয়েলডিনের সাথে যুদ্ধের সামর্থ্য রাখতে পারি না, যেমন আপনি অবশ্যই বুঝতে পারেন।

source: But we can’t do nothing! The Queen even be sending them beast orcs against us, that’s how evil she is! Surely you can’t stand for this...
bn: তবে আমরা কিছুই করতে পারি না!রানী এমনকি তাদের আমাদের বিরুদ্ধে জানোয়ার অর্কেস পাঠিয়ে দিচ্ছেন, এটাই তিনি কতটা খারাপ!অবশ্যই আপনি এই জন্য দাঁড়াতে পারবেন না ...

source: Yes, I am aware of Queen Asheviere’s propensity for hiring orcs to supplement her forces. That does not mean I could do anything about it, even if I were so inclined. The best advice I can give you is to just apologize. Even if they may want your head, Baldras, you still have the chance to preserve your village. Think of the bigger picture.
bn: হ্যাঁ, আমি তার বাহিনীকে পরিপূরক করার জন্য ওআরসি নিয়োগের জন্য রানী আশেভেরের প্রবণতা সম্পর্কে অবগত।এর অর্থ এই নয় যে আমি এ সম্পর্কে কিছু করতে পারতাম, এমনকি যদি আমি খুব ঝোঁক থাকতাম।আমি আপনাকে যে সর্বোত্তম পরামর্শ দিতে পারি তা হ'ল কেবল ক্ষমা চাওয়া।এমনকি যদি তারা আপনার মাথা চাইতে পারে, বাল্ড্রাস, আপনার এখনও আপনার গ্রাম সংরক্ষণের সুযোগ রয়েছে।বড় ছবিটি ভাবুন।

source: The bigger picture of you idly sittin’ here waiting till them Wesnothians come to take the city right from your hands.
bn: আপনার বৃহত্তর ছবিটি আইডলি সিট্টিন ’এখানে অপেক্ষা করছে যতক্ষণ না তাদের ওয়েসোথিয়ানরা আপনার হাত থেকে শহরটি নিয়ে আসে।

source: I very much doubt they would be bold enough to attack us outright—
bn: আমি খুব সন্দেহ করি যে তারা আমাদের পুরোপুরি আক্রমণ করার জন্য যথেষ্ট সাহসী হবে -

source: Head out of your behind, Maddock. Open your eyes! Look south and tell me that again!
bn: আপনার পিছন থেকে বেরিয়ে যান, ম্যাডক।তোমার চোখ খোল!দক্ষিণে দেখুন এবং আমাকে আবার বলুন!

source: An invading army? No, something is not right with those soldiers... but I presume we have no time to ponder that. To arms!
bn: আক্রমণকারী সেনাবাহিনী?না, এই সৈন্যদের সাথে কিছু ঠিক নয় ... তবে আমি অনুমান করি যে আমাদের এটি চিন্তা করার কোনও সময় নেই।অস্ত্র!

source: Hey, look! Some buried treasure!
bn: অহে দেখ!কিছু কবর দেওয়া ধন!

source: Looks like someone left some supplies here.
bn: দেখে মনে হচ্ছে কেউ এখানে কিছু সরবরাহ রেখে গেছে।

source: It says, “Here lies Daneth, child of the Light, loyal defender of Lord and Land.” Whoever that was.
bn: এতে বলা হয়েছে, "এখানে আলোর সন্তান, প্রভু ও ভূমির অনুগত ডিফেন্ডার ডেনথ রয়েছে।"যে যে ছিল।

source: Maddock’s firstborn son.
bn: ম্যাডকের প্রথমজাত পুত্র।

source: Oh.
bn: উহু.

source: That’s a deep well! Wonder how far down it goes. Guess I’ll chuck a rock down and find out.
bn: এটি একটি গভীর কূপ!অবাক হয়ে যায় যে এটি কতদূর যায়।অনুমান করুন আমি একটি শিলা নীচে ছুঁড়ে ফেলব এবং খুঁজে বের করব।

source: Plunk!
bn: প্লাঙ্ক!

source: Hold there, soldier! Can we not come to terms without bloodshed?
bn: সেখানে ধরো, সৈনিক!আমরা কি রক্তপাত ছাড়া শর্তে আসতে পারি না?

source: Hmm. Something is quite wrong indeed...
bn: হুম।কিছু সত্যিই ভুল ...

source: <i>The sun sets...</i>
bn: <i> সূর্য অস্ত যায় ... </i>

source: Baldras and Harper watch, petrified, as the skin and flesh of their adversaries begin to rot away.
bn: বালদরা এবং হার্পার ঘড়ি, পেট্রিফাইড, কারণ তাদের বিরোধীদের ত্বক এবং মাংস দূরে সরে যেতে শুরু করে।

source: Could not convert a $stored_changers[$i].type, please report!
bn: একটি $ সঞ্চিত_চ্যাঙ্গারকে রূপান্তর করতে পারেনি [$ i]। টাইপ, দয়া করে রিপোর্ট করুন!

source: Them things look like evil spirits! Are they those undead you told me about, Uncle?
bn: তাদের জিনিসগুলি মন্দ আত্মার মতো দেখাচ্ছে!চাচা, আপনি কি আমাকে বলেছিলেন?

source: They bears some likeness, but these men almost seem half alive. This be some kind of truly dreadful sorcery.
bn: তারা কিছুটা সদৃশতা বহন করে, তবে এই লোকেরা প্রায় অর্ধেক জীবিত বলে মনে হয়।এটি একরকম সত্যই ভয়ঙ্কর যাদুবিদ্যার হতে পারে।

source: So, their human aspect returns. Whatever these creatures are, we shall crush them all under the light of the sun.
bn: সুতরাং, তাদের মানবিক দিক ফিরে আসে।এই প্রাণীগুলি যাই হোক না কেন, আমরা তাদের সমস্তকে সূর্যের আলোকে চূর্ণ করব।

source: General Kestrel
bn: জেনারেল কেস্ট্রেল

source: Who are you? What are you?
bn: তুমি কে? তুমি কি কর?

source: We... are accursed. We were the soldiers of Prince Eldred, the King’s son and betrayer... when the Prince was slain at the hands of the mage Delfador, those of us who bore witness to it were warped into these twisted forms. Now, our mortal bodies pass... into another plane of hellish existence...
bn: আমরা ... অভিশপ্ত।আমরা রাজার পুত্র এবং বিশ্বাসঘাতক প্রিন্স এল্ডার্ডের সৈন্য ছিলাম ... যখন রাজপুত্রকে ম্যাজ ডেলফ্যাডোরের হাতে হত্যা করা হয়েছিল, তখন আমরা যারা এর সাক্ষ্য দিয়েছিলাম তারা এই বাঁকানো রূপগুলিতে ছড়িয়ে পড়েছিল।এখন, আমাদের মারাত্মক দেহগুলি ... নরকীয় অস্তিত্বের অন্য একটি বিমানে ...

source: Such is the price for treachery.
bn: বিশ্বাসঘাতকতার জন্য দাম যেমন।

source: Maddock, we helped you defend your city. Will you help us now?
bn: ম্যাডক, আমরা আপনাকে আপনার শহরকে রক্ষা করতে সহায়তা করেছি।আপনি কি এখন আমাদের সাহায্য করবেন?

source: <i>Listen carefully. I shall not openly speak against Asheviere seeing as some of her spies are in the city... however, rest assured, I certainly do not trust the Queen and her questionable tactics.</i>
bn: <i> সাবধানে শুনুন।আমি তার কিছু গুপ্তচর শহরে রয়েছেন বলে আশেভেরের বিরুদ্ধে আমি প্রকাশ্যে কথা বলব না ... তবে আশ্বাস দিন, আমি অবশ্যই রানী এবং তার প্রশ্নবিদ্ধ কৌশলগুলিতে বিশ্বাস করি না </</i>

source: <i>What can ya offer us then?</i>
bn: <i> আপনি তখন আমাদের কী অফার করতে পারেন? </i>

source: <i>Well, I do not normally make my relationship with them known, but I can make an exception. Southeast of here, in Carcyn, you may find assistance from one of my... contacts. Their methods should be better suited to your needs. As for your homes, I cannot offer you protection against Weldyn, but I can arrange for some roads to be closed to delay their patrols. That is the most I can do for you.</i>
bn: <i> ভাল, আমি সাধারণত তাদের সাথে আমার সম্পর্কটি পরিচিত করি না, তবে আমি একটি ব্যতিক্রম করতে পারি।এখানে দক্ষিণ -পূর্বে, কার্সিনে, আপনি আমার ... পরিচিতিগুলির একটির কাছ থেকে সহায়তা পেতে পারেন।তাদের পদ্ধতিগুলি আপনার প্রয়োজনের সাথে আরও উপযুক্ত হওয়া উচিত।আপনার বাড়িগুলির জন্য, আমি আপনাকে ওয়েলডিনের বিরুদ্ধে সুরক্ষা দিতে পারি না, তবে আমি কিছু রাস্তা তাদের টহল বিলম্বের জন্য বন্ধ করার ব্যবস্থা করতে পারি।এটি আপনার জন্য আমি সবচেয়ে বেশি করতে পারি </</i>

source: <i>Hmph. Clear that you won’t help us fight, but I gots no more time to be stayin’ here. If we is going to resist the Crown a second time, we needs ourselves a good plan. Hope that you’re not sending us to our deaths, Maddock.</i>
bn: <i> এইচএমপিএইচ।পরিষ্কার করুন যে আপনি আমাদের লড়াই করতে সহায়তা করবেন না, তবে আমি এখানে থাকার জন্য আর সময় পাইনি ’।আমরা যদি দ্বিতীয়বার মুকুট প্রতিরোধ করতে যাচ্ছি তবে আমাদের নিজের একটি ভাল পরিকল্পনা দরকার।আশা করি আপনি আমাদের মৃত্যুর দিকে পাঠাচ্ছেন না, ম্যাডক। </i>

source: More troops be coming from the south! With all them reinforcements, we gots no chance to defend Elensefar!
bn: দক্ষিণ থেকে আরও সৈন্য আসবে!তাদের সমস্ত শক্তিবৃদ্ধি সহ, আমরা এলেনসফারকে রক্ষার কোনও সুযোগ পাইনি!

source: Asheviere’s armies assembled and struck before the nascent rebellion could even be planned. Without the necessary forces, Annuvin soon fell under Weldyn’s absolute control.
bn: অ্যাশেভিয়েরের সেনাবাহিনী একত্রিত হয়েও এই বিদ্রোহের পরিকল্পনা করার আগেই একত্রিত হয়েছিল এবং আঘাত করেছিল।প্রয়োজনীয় বাহিনী ব্যতীত, অনুভিন শীঘ্রই ওয়েলডিনের পরম নিয়ন্ত্রণে পড়ে গেল।

source: Hide and Seek
bn: লুকোচুরি

source: 22 Deeproot, 501 YW Been a tough few days since we left Elensefar with all them patrols running around. Going by boat along the Great River, we has been managing to avoid them Wesnothians, but being constantly on the lookout be real taxing. I truly be starting to feel that tiredness in my bones... old men like me should be sitting back at home, resting our grey bodies and watchin’ over them younger folk growing up. I don’t got no business here, running around as some outlaw. Maybe if I was ten years younger...
bn: 22 ডিপ্রুট, 501 ওয়াইডাব্লুডাব্লু আমরা সমস্ত টহলগুলি প্রায় চলমান নিয়ে এলেনসফার ছেড়ে চলে যাওয়ার পরে বেশ কয়েক দিন হয়ে গেল।মহান নদীর তীরে নৌকায় করে আমরা তাদের ওয়েসোথিয়ানদের এড়ানোর জন্য পরিচালনা করছি, তবে ক্রমাগত নজরদারি করা সত্যিকারের করের দিকে।আমি সত্যিই আমার হাড়গুলিতে ক্লান্তি অনুভব করতে শুরু করছি ... আমার মতো বৃদ্ধ পুরুষদের বাড়িতে ফিরে বসে থাকা উচিত, আমাদের ধূসর দেহগুলি বিশ্রাম নেওয়া এবং তাদের উপরে বয়স্ক লোকগুলি বেড়ে ওঠা উচিত।আমি এখানে কোনও ব্যবসা পাই না, কিছু ছদ্মবেশী হিসাবে প্রায় দৌড়াদৌড়ি।আমি যদি দশ বছর ছোট ছিলাম ...

source: Anyway, the messenger I sent back to Relana should be in Delwyn already. We should be arriving to Carcyn soon too, to where that coward Maddock said his ‘contact’ be. Truths be told, I don’t know how this’ll be turning out, especially since I don’t be no social butterfly like sis were. Don’t like me no city folk really. But I’ll deal with them if I gots to.
bn: যাইহোক, আমি যে মেসেঞ্জারকে আমি রিলানায় ফেরত পাঠিয়েছি তা ইতিমধ্যে ডেলউইনে হওয়া উচিত।আমাদের খুব শীঘ্রই কার্সিনে পৌঁছানো উচিত, যেখানে সেই কাপুরুষ ম্যাডক তার ‘যোগাযোগ’ থাকতে বলেছিলেন।সত্য কথা বলা যায়, আমি জানি না যে এটি কীভাবে চালু হবে, বিশেষত যেহেতু আমি এসআইএসের মতো সামাজিক প্রজাপতি নই।আমাকে সত্যিই কোনও শহরের লোক পছন্দ করবেন না।তবে আমি যদি তাদের সাথে থাকি তবে আমি তাদের সাথে ডিল করব।

source: Quentin
bn: কোয়ান্টিন

source: Hans
bn: হান্স

source: Enter the Grey Woods with Hans
bn: হান্স সহ ধূসর উডস প্রবেশ করুন

source: Death of Hans
bn: হান্সের মৃত্যু

source: In fog, units always see one hex further than they can move.
bn: কুয়াশায়, ইউনিটগুলি সর্বদা একটি হেক্স তাদের সরানোর চেয়ে আরও দেখতে পায়।

source: Relentlessly pursued by riders patrolling the road to Elensefar, Baldras and the villagers traveled unseen along the swampy banks of the Great River to the city of Carcyn. They hid until nightfall, then crept out to find the help Lord Maddock hinted was here.
bn: রাইডারদের দ্বারা নিরলসভাবে অনুসরণ করা এলেনসফার, বাল্ড্রাস এবং গ্রামবাসীরা গ্রেট নদীর জলাবদ্ধ তীর ধরে কার্সিন শহরে অদেখা ভ্রমণ করেছিলেন।তারা রাতের বেলা অবধি লুকিয়ে ছিল, তারপরে লর্ড ম্যাডককে ইঙ্গিত দেওয়ার জন্য এখানে সাহায্য করার জন্য বেরিয়ে এসেছিল।

source: Wow, is that Carcyn in the distance? Look at how grand some of them spires be!
bn: বাহ, সেই কার্সিন কি দূরত্বে?তাদের মধ্যে কিছু স্পায়ার কতটা দুর্দান্ত তা দেখুন!

source: Not since I were a young lad did I come this far south. Maybe it looks impressive now, but city life weren’t never something real nice. Them city folk be real impatient and mean. Always wantin’ some price for their help, too.
bn: আমি যখন ছোট ছেলে ছিলাম তখন আমি এতটা দক্ষিণে এসেছি?সম্ভবত এটি এখন চিত্তাকর্ষক দেখাচ্ছে, তবে শহরের জীবন কখনও সত্যিকারের সুন্দর কিছু ছিল না।তাদের শহর লোকেরা প্রকৃত অধৈর্য এবং গড় হতে পারে।সর্বদা তাদের সহায়তার জন্য কিছু মূল্য চাই।

source: Well, we need their help now, don’t we? So we got to figure out a way to get to Lord Maddock’s friend. But he didn’t say anything about who that was.
bn: ঠিক আছে, আমাদের এখন তাদের সহায়তা দরকার, তাই না?সুতরাং আমরা লর্ড ম্যাডকের বন্ধুর কাছে যাওয়ার একটি উপায় বের করতে পেরেছি।তবে সে কে সে সম্পর্কে কিছুই বলেনি।

source: Harper, when a noble lord says he don’t want some kind of relationship known, it means some kind o’ connection with the black market. We be looking for criminals, probably some thieves’ den. Or, maybe they be looking for us.
bn: হার্পার, যখন একজন মহৎ প্রভু বলেন যে তিনি কোনও ধরণের সম্পর্কের সাথে পরিচিত চান না, এর অর্থ কালো বাজারের সাথে কোনও সদয় ও ’সংযোগ।আমরা অপরাধীদের সন্ধান করছি, সম্ভবত কিছু চোর ’ডেন।অথবা, সম্ভবত তারা আমাদের সন্ধান করবে।

source: Link
bn: লিঙ্ক

source: Right on time.
bn: সঠিক সময়ে.

source: How do we know we can trust him?
bn: আমরা কীভাবে জানি যে আমরা তাকে বিশ্বাস করতে পারি?

source: If you were one of my quarries, your throat would be slit by now. As it is, you two are still in imminent danger. Just a week ago, the Crown sent a contingent of heavy infantry here to supervise the city. They’re patrolling the streets and forests for us.
bn: আপনি যদি আমার কোয়ারিগুলির মধ্যে একটি হন তবে এখনই আপনার গলা চেরা হবে।যেমনটি হ'ল, আপনি দুজন এখনও আসন্ন বিপদে রয়েছেন।মাত্র এক সপ্তাহ আগে, ক্রাউন শহরটি তদারকি করার জন্য এখানে ভারী পদাতিকের একটি দল পাঠিয়েছিল।তারা আমাদের জন্য রাস্তাগুলি এবং বনে টহল দিচ্ছে।

source: I be assuming they’ll also try to stop us if they see us.
bn: আমি ধরে নিচ্ছি যে তারা যদি আমাদের দেখে তবে তারা আমাদের থামানোর চেষ্টা করবে।

source: Very likely. Now hurry, you must make it past the city into the Grey Woods. There is a small path in the southeast that leads into the forest. Look for the signpost. My brother Hans will guide you from there. Avoid the soldiers if you can.
bn: খুব সম্ভবত.এখন তাড়াতাড়ি, আপনাকে অবশ্যই এটিকে শহর পেরিয়ে ধূসর কাঠের মধ্যে তৈরি করতে হবে।দক্ষিণ -পূর্বে একটি ছোট্ট পথ রয়েছে যা বনের দিকে নিয়ে যায়।সাইনপোস্টের সন্ধান করুন।আমার ভাই হান্স আপনাকে সেখান থেকে গাইড করবে।আপনি যদি পারেন তবে সৈন্যদের এড়িয়ে চলুন।

source: Looks like these guards be holding stationary posts. If we’re careful, we can get ourselves around them unnoticed.
bn: দেখে মনে হচ্ছে এই রক্ষীরা স্টেশনারি পোস্টগুলি ধরে রাখছেন।যদি আমরা সাবধান থাকি তবে আমরা তাদের চারপাশে নজর রাখি।

source: Harper, you younger and faster folks needs to be our eyes. Scout ahead and find a way past them guards, but make sure ya don’t get yourselves spotted...
bn: হার্পার, আপনি আরও কম বয়সী এবং দ্রুত লোকদের আমাদের চোখ হওয়া দরকার।এগিয়ে স্কাউট করুন এবং তাদের প্রহরীদের পাশের একটি উপায় খুঁজে বের করুন, তবে নিশ্চিত করুন যে আপনি নিজেকে চিহ্নিত করবেন না ...

source: Who goes there? Halt!
bn: যারা সেখানে যায়?থাম!

source: They’ve seen us! <i>Run</i>!
bn: তারা আমাদের দেখেছে!<i> চালান </i>!

source: Quick, back into the shadows! Maybe we can still lose them!
bn: দ্রুত, ছায়ায় ফিরে!আমরা এখনও তাদের হারাতে পারি!

source: Uncle, we did it! We beat one of them iron monsters!
bn: চাচা, আমরা এটা করেছি!আমরা তাদের একজনকে আয়রন দানবকে মারলাম!

source: A fine job lass, but more sure gots to be coming. Let’s keep movin’.
bn: একটি দুর্দান্ত কাজের লাস, তবে আরও নিশ্চিত হয়ে উঠবে।চলুন চলি চলুন ’।

source: This way, into the forest! We’ll be able to lose them in the Grey Woods.
bn: এইভাবে, বনের মধ্যে!আমরা ধূসর বনে তাদের হারাতে সক্ষম হব।

source: You can come if you wish, but we are mostly interested in speaking to Baldras.
bn: আপনি যদি চান তবে আপনি আসতে পারেন তবে আমরা বেশিরভাগ বালড্রাসের সাথে কথা বলতে আগ্রহী।

source: I haven’t run so much in years. Feels like I be a real outlaw now, infiltrating a heavily guarded city relyin’ on nothing but the cover of darkness and my wits.
bn: আমি বছরের পর বছর এত বেশি দৌড়িনি।মনে হচ্ছে আমি এখন একজন সত্যিকারের আউটলাও হচ্ছি, একটি ভারী রক্ষিত শহর রিলিনকে অনুপ্রবেশ করে অন্ধকার এবং আমার বুদ্ধিমানদের প্রচ্ছদ ব্যতীত আর কিছুই নয়।

source: It was fun, wasn’t it?
bn: মজা ছিল, তাই না?

source: Perhaps a little.
bn: সম্ভবত একটু।

source: Enough chatter, you still have some guards on your tail. We need to head deeper into the Grey Woods to lose them.
bn: যথেষ্ট বকবক, আপনার লেজে এখনও কিছু প্রহরী রয়েছে।সেগুলি হারাতে আমাদের ধূসর কাঠের আরও গভীর দিকে যেতে হবে।

source: Lead the way.
bn: পথ দেখান.

source: Blast it, we was too slow! With the sun rising already, them guards will have no trouble spotting us now...
bn: বিস্ফোরণ, আমরা খুব ধীর ছিল!ইতিমধ্যে সূর্য উঠার সাথে সাথে তাদের প্রহরীদের এখন আমাদের স্পট করতে কোনও সমস্যা হবে না ...

source: You fools! You weren’t supposed to lead them to me...
bn: তুমি বোকা!আপনি তাদের আমার কাছে নিয়ে যাওয়ার কথা ছিল না ...

source: The Hunters
bn: শিকারিরা
