Repository: babaissarkar/wesnoth-bn
Catalog: wesnoth-l/*.po
Languages: bn

source: I have the orders right here.
bn: আমার এখানে অর্ডার আছে।

source: As if those could possibly be real. I would be a fool and an oaf to let a band of stinky raider orcs into Halstead without a fight.
bn: যেন এগুলি সম্ভবত বাস্তব হতে পারে।আমি একজন বোকা এবং ওএএফ হব যে দুর্গন্ধযুক্ত রাইডার অর্কেসের একটি ব্যান্ডকে কোনও লড়াই ছাড়াই হালস্টেডে প্রবেশ করতে দিন।

source: What? Now look here, you coddled pinkskin. Your helpless ‘soldiers’ have been getting bested by a filthy bunch of vagrant bandits. Your army is as useless as you are pink. The Queen sent us here to clean up the mess that you are clearly too stupid to fix on your own.
bn: কি?এখন এখানে দেখুন, আপনি পিঙ্কসকিন কোডড করেছেন।আপনার অসহায় ‘সৈনিকরা’ এক নোংরা গুচ্ছ দস্যুদের দ্বারা বেস্ট হয়ে গেছে।আপনার সেনাবাহিনী যেমন গোলাপী তেমনি অকেজো।রানী আমাদের এখানে এই জগাখিচুড়ি পরিষ্কার করার জন্য এখানে পাঠিয়েছিলেন যে আপনি নিজেরাই ঠিক করতে স্পষ্টভাবে খুব বোকা।

source: A fine story. Most likely, this is a pitiful excuse for you to enter our fortress to plunder our armory. Even if Her Majesty did order you here, we have no need for the help of you uncouth orcs. We have always managed just fine without you.
bn: একটি দুর্দান্ত গল্প।সম্ভবত, আমাদের অস্ত্রাগারটি লুণ্ঠনের জন্য আমাদের দুর্গে প্রবেশের জন্য এটি একটি করুণ অজুহাত।এমনকি যদি তাঁর মহিমা আপনাকে এখানে অর্ডার করে, তবে আপনার কাছে আপনার অনিচ্ছাকৃত অর্কেসের সাহায্যের দরকার নেই।আমরা আপনাকে ছাড়া সর্বদা ঠিকঠাক পরিচালনা করেছি।

source: Yeah? Well, we will see how fine you manage <i>against</i> us. I’ll show you just how weak you pinkskins are.
bn: হ্যাঁ?ঠিক আছে, আমরা দেখব যে আপনি </i> আমাদের বিরুদ্ধে <i> কতটা জরিমানা পরিচালনা করছেন।আমি আপনাকে দেখাব যে আপনি পিনকিনসগুলি কতটা দুর্বল।

source: Come try it, cretin.
bn: আসুন চেষ্টা করুন, ক্রিটিন।

source: Infighting among the forces of Weldyn does not bode well for the new queen, but is awfully convenient for us...
bn: ওয়েলডিনের বাহিনীর মধ্যে লড়াই করা নতুন রানির পক্ষে ভাল নয়, তবে আমাদের পক্ষে অত্যন্ত সুবিধাজনক ...

source: Look in the distance... riders approach!
bn: দূরত্বে দেখুন ... রাইডার্স অ্যাপ্রোচ!

source: Sir Gwydion
bn: GWYD এর কাউন্টি

source: Sound the advance!
bn: অগ্রিম শব্দ!

source: At your order, my liege.
bn: আপনার আদেশে, আমার মিথ্যা।

source: Lo, Knights of Elensefar, the battle hath begun ere our arrival. Though I disobey my father in this endeavor, our presence surely is much needed.
bn: লো, নাইটস অফ এলেনসফার, যুদ্ধটি আমাদের আগমনের আগে শুরু হয়েছিল।যদিও আমি এই প্রয়াসে আমার পিতাকে অমান্য করি, আমাদের উপস্থিতি অবশ্যই অনেক প্রয়োজন।

source: Ready thy lances! Let us trample the armies of Weldyn beneath our steeds!
bn: আপনার লেন্স প্রস্তুত!আসুন আমরা আমাদের স্টিডের নীচে ওয়েলডিনের সেনাবাহিনীকে পদদলিত করি!

source: A horde of knights, bearing the emblem of Elensefar! Amazing. I’ve never seen me so many riders in one place.
bn: নাইটসের একটি দল, এলেনসফারের প্রতীক বহন করে!আশ্চর্যজনক।আমি আমাকে এক জায়গায় এত বেশি চালককে কখনও দেখিনি।

source: Gwydion be Lord Maddock’s son... more be hinging on victory than I thought. This battle don’t just be about our little villages no more.
bn: গুইডিয়ন হোন লর্ড ম্যাডকের পুত্র ... আমার ভাবার চেয়ে জয়ের উপর আরও বেশি কিছু করা উচিত।এই যুদ্ধটি কেবল আমাদের ছোট গ্রামগুলির বিষয়ে আর কিছু নয়।

source: Not even a full day had passed before the first advance elements of Wesnoth’s main army began to arrive...
bn: ওয়েসোথের মূল সেনাবাহিনীর প্রথম অগ্রিম উপাদানগুলি আগত হতে শুরু করার আগেও পুরো দিনটিও শেষ হয়নি ...

source: That morning, another advance element of the main Wesnoth army arrived...
bn: সেই সকালে, মূল ওয়েসনথ সেনাবাহিনীর আরও একটি অগ্রিম উপাদান এসেছিল ...

source: I think... I think they’re trying to storm Halstead itself... the fools!
bn: আমি মনে করি ... আমি মনে করি তারা নিজেই হালস্টেডে ঝড় তোলার চেষ্টা করছে ... বোকা!

source: They have breached the fortress gate! Repulse them!
bn: তারা দুর্গের গেটটি লঙ্ঘন করেছে!তাদের পিছনে ফেলুন!

source: I’m inside! I’m heading down to the catacombs.
bn: আমি ভিতরে!আমি ক্যাটাকম্বসের দিকে যাচ্ছি।

source: After some time...
bn: কিছু সময় পর...

source: It’s done.
bn: এটা হয়ে গেছে।

source: The stronghold of Halstead began to shake...
bn: হালস্টেডের দুর্গটি কাঁপতে লাগল ...

source: We can’t stay here. The fortress is starting to collapse!
bn: আমরা এখানে থাকতে পারি না।দুর্গটি ভেঙে পড়তে শুরু করছে!

source: I think it be working! Everybody get clear!
bn: আমি মনে করি এটি কাজ করছে!সবাই পরিষ্কার হয়ে যায়!

source: With a thunderous roar and a vast billowing of dust, thousands of tons of stone and wood crashed in on itself. Some of the wreckage tumbled down the steep sides, while the remainder came to rest several hundred feet below ground, in the bowels of the hollowed-out mountain.
bn: একটি বজ্র গর্জন এবং ধুলার বিশাল বিলিংয়ের সাথে, হাজার হাজার টন পাথর এবং কাঠ নিজেই ক্র্যাশ হয়ে গেছে।কিছু ধ্বংসস্তূপ খাড়া দিকগুলি নীচে নেমে গেল, যখন বাকী অংশটি ফাঁকা-আউট পর্বতের অন্ত্রগুলিতে মাটির নীচে কয়েকশ ফুট নীচে বিশ্রাম নিতে এসেছিল।

source: No one inside the fortress would make it out alive.
bn: দুর্গের ভিতরে কেউ এটিকে জীবিত করে তুলবে না।

source: After several days of fierce fighting, the main body of Weldyn’s host arrived. The battle was soon finished. Every last man from the rebellion was executed.
bn: বেশ কয়েক দিন তীব্র লড়াইয়ের পরে, ওয়েলডিনের হোস্টের মূল সংস্থাটি উপস্থিত হয়েছিল।যুদ্ধ শীঘ্রই শেষ হয়ে গেল।বিদ্রোহের প্রত্যেক শেষ মানুষকে মৃত্যুদন্ড কার্যকর করা হয়েছিল।

source: The fort be done with... but I be crushed... under this rubble...
bn: দুর্গটি দিয়ে করা হবে ... তবে আমি চূর্ণবিচূর্ণ হয়ে যাব ... এই ধ্বংসস্তূপের নীচে ...

source: No one was able to get to Baldras in time. He and many of his companions died that day beneath the stronghold of Halstead.
bn: কেউ সময় মতো বাল্ড্রাসে যেতে সক্ষম হয় নি।তিনি এবং তাঁর অনেক সঙ্গী সেদিন হালস্টেডের দুর্গের নীচে মারা গিয়েছিলেন।

source: I knew... this wouldn’t work...
bn: আমি জানতাম ... এটি কাজ করবে না ...

source: The rebellion had staked its all on victory at Halstead, but win or lose, there would be no help for the doomed villagers.
bn: এই বিদ্রোহটি হালস্টেডে জয়ের উপর সমস্ত কিছু স্থির করেছিল, তবে জিতেছে বা হেরে গেছে, ডুমড গ্রামবাসীদের জন্য কোনও সাহায্য হবে না।

source: Unngh...
bn: Ungh ...

source: Harper, no!
bn: হার্পার, না!

source: Ended... like this? Fight on without me...
bn: শেষ ... এই মত?আমাকে ছাড়া লড়াই করুন ...

source: Your time is over, General.
bn: আপনার সময় শেষ, সাধারণ।

source: I may be done... but my death shall only bring the full wrath of the Crown upon you... relish your small victory, peasants, while you still can...
bn: আমি হয়ে যেতে পারি ... তবে আমার মৃত্যু কেবল আপনার উপর মুকুটটির পুরো ক্রোধ নিয়ে আসবে ... আপনার ছোট্ট বিজয়, কৃষকরা উপভোগ করুন, আপনি এখনও পারেন ...

source: Grrarrghh... you... fools...
bn: গ্রার্গহ ... তুমি ... বোকা ...

source: Idiot orc. Know your place.
bn: বোকা অর্ক।আপনার জায়গা জানুন।

source: Liberty — Epilogue
bn: লিবার্টি - এপিলোগ

source: 03 Scryer’s Bloom, 501 YW It were a real shock. I were so stunned, I barely even remember what happened after.
bn: 03 স্ক্রায়ারের ব্লুম, 501 yw এটি একটি বাস্তব ধাক্কা ছিল।আমি খুব হতবাক হয়ে গিয়েছিলাম, আমার পরে কী ঘটেছিল তা সবেমাত্র মনে আছে।

source: Helicrom, I don’t know what happened to him, didn’t see what happened to Maddock’s son either. Me and Harper and the few of us who survived got up and ran. We be heading back north now, toward Carcyn and Elensefar. Them patrols seems to be in real disarray, mostly seeming to be riding back south to regroup. It be looking like we really did disrupt Weldyn’s chain of command.
bn: হেলিক্রোম, আমি জানি না তার কী হয়েছে, ম্যাডকের ছেলের কী হয়েছিল তা দেখেনি।আমি এবং হার্পার এবং আমাদের মধ্যে কয়েকজন যারা বেঁচে গিয়েছিলাম তারা উঠে দৌড়ে গেল।আমরা এখন উত্তরে ফিরে যাচ্ছি, কার্সিন এবং এলেনসফারের দিকে।তাদের টহলগুলি সত্যিকারের বিড়ম্বনায় রয়েছে বলে মনে হচ্ছে, বেশিরভাগই মনে হয় দক্ষিণে ফিরে এসে পুনরায় দলবদ্ধ হয়ে।দেখে মনে হচ্ছে আমরা ওয়েলডিনের কমান্ডের কমান্ডকে সত্যই ব্যাহত করেছি।

source: I’m sure them Wesnothians will come back in time and with Maddock holed up in his stupid tower, they’ll eventually siege Elensefar and take the city... but that don’t be my problem anymore. I has me a village to worry about. I need to get back, consult myself with Relana and figure out what to do next. We gots some more time now, but we can’t wait forever.
bn: আমি নিশ্চিত যে তাদের ওয়েসনোথিয়ানরা সময়মতো ফিরে আসবে এবং ম্যাডক তার বোকা টাওয়ারে জড়িয়ে পড়ার সাথে সাথে তারা শেষ পর্যন্ত এলেনসফারকে অবরোধ করবে এবং শহরটি নিয়ে যাবে ... তবে এটাই আমার সমস্যা হবে না।আমার চিন্তার জন্য আমার একটি গ্রাম আছে।আমার ফিরে আসা, রিলানার সাথে নিজেকে পরামর্শ করা এবং পরবর্তী কী করা উচিত তা নির্ধারণ করা দরকার।আমরা এখন আরও কিছু সময় পেয়েছি, তবে আমরা চিরকাল অপেক্ষা করতে পারি না।

source: 10 Scryer’s Bloom, 501 YW We got back to Dallben today, but the village were empty. There were a few bodies and some burned houses, but it weren’t raided or nothing. Must’ve been one of them Wesnoth patrols, curse those damned stinkers! When I first saw the scene with my eyes, I thoughts that we failed, that we was too late... but now that I thinks of it, it be real weird that so few died. The others must’ve escaped to somewhere. But I didn’t see any clues here.
bn: 10 স্ক্রায়ারের ব্লুম, 501 yw আমরা আজ ডালবেনে ফিরে এসেছি, তবে গ্রামটি খালি ছিল।কয়েকটি দেহ এবং কিছু পোড়া ঘর ছিল, তবে এটি আক্রমণ করা হয়নি বা কিছুই ছিল না।ওয়েসোথ টহলগুলির মধ্যে অবশ্যই তাদের মধ্যে একজন হতে হবে, সেই নিন্দিত দুর্গন্ধগুলি অভিশাপ দিন!আমি যখন প্রথম চোখ দিয়ে দৃশ্যটি দেখলাম, তখন আমি ভেবেছিলাম যে আমরা ব্যর্থ হয়েছি, আমরা অনেক দেরি করেছিলাম ... তবে এখন আমি এটি সম্পর্কে ভাবি, এটি সত্যই অদ্ভুত যে খুব কম লোক মারা গিয়েছিল।অন্যরা অবশ্যই কোথাও পালিয়ে গেছে।তবে আমি এখানে কোনও সূত্র দেখতে পাইনি।

source: I sended Harper off to Delwyn. Hope she’ll find something there. In the meantimes, I’ll rest this tired body for a little and go see sis, maybe pick her up some lilies. Seems like this’ll probably be the last time I gets to see her...
bn: আমি হার্পারকে ডেলউইনকে পাঠিয়েছি।আশা করি সে সেখানে কিছু খুঁজে পাবে।মেন্ডটাইমসে, আমি এই ক্লান্ত শরীরটি কিছুটা বিশ্রাম নেব এবং সিস দেখতে যাব, সম্ভবত তাকে কিছু লিলি তুলে নিন।দেখে মনে হচ্ছে এটি সম্ভবত শেষবারের মতো আমি তাকে দেখতে পেলাম ...

source: She’ll tell me not to be sad, of course. That life just be a big adventure and filled with fun, that I shouldn’t think about stuffs I can’t change. The world be huge and vast, much bigger than small little people like me. I don’t got the power to change it, so why not try to live as best I can? Besides, she’ll say that I still gots me a little piece of her in Harper, so I should cherish the lass.
bn: তিনি আমাকে অবশ্যই দু: খিত হতে বলবেন না।সেই জীবনটি কেবল একটি বড় অ্যাডভেঞ্চার এবং মজাদার ভরা, যা আমি পরিবর্তন করতে পারি না এমন স্টাফগুলি সম্পর্কে আমার ভাবা উচিত নয়।পৃথিবী বিশাল এবং বিশাল, আমার মতো ছোট ছোট লোকের চেয়ে অনেক বড়।আমি এটি পরিবর্তন করার ক্ষমতা পাই না, তবে কেন আমি যথাসাধ্য চেষ্টা করতে চেষ্টা করবেন না?তদুপরি, তিনি বলবেন যে আমি এখনও আমাকে হার্পারে তার একটি ছোট্ট টুকরো পেয়েছি, তাই আমার লাসকে লালন করা উচিত।

source: I do, Erwen, I really do. This all be real hard. I don’t be no brave soul, nor some great warrior, but I does my best. And I haven’t forgotten about all them good times we had together ― somehow, some way, they keeps me going. Me and Harper, we won’t give up till the very end.
bn: আমি করি, এরওয়েন, আমি সত্যিই করি।এই সব সত্যই কঠিন।আমি কোনও সাহসী আত্মা, না কোনও মহান যোদ্ধা নই, তবে আমি আমার সেরাটা করি।এবং আমি তাদের একসাথে ভাল সময়গুলি সম্পর্কে ভুলে যাইনি - একরকম, কোনওভাবে, তারা আমাকে চালিয়ে যায়।আমি এবং হার্পার, আমরা একেবারে শেষ অবধি হাল ছাড়ব না।

source: 14 Scryer’s Bloom, 501 YW Harper got back today from Delwyn. Said she didn’t find no one alive there, but she did bring back a note she found. Let’s see what it says.
bn: 14 স্ক্রায়ারের ব্লুম, 501 yw হার্পার আজ ডেলউইন থেকে ফিরে এসেছেন।বলেছিলেন যে তিনি সেখানে কাউকে জীবিত খুঁজে পেলেন না, তবে তিনি খুঁজে পাওয়া একটি নোট ফিরিয়ে এনেছিলেন।আসুন দেখুন এটি কি বলে।

source: <i>“Baldras, you would’ve been proud. We fought them soldiers off twice, gave them a good ol’ thrashing they won’t ever forget. But in the end, it weren’t enough. We had to run like criminals before they killed us all.”</i>
bn: <i> "বালড্রাস, আপনি গর্বিত হতেন।আমরা তাদের দু'বার সৈন্যদের সাথে লড়াই করেছি, তাদের একটি ভাল ওল ’ছুঁড়ে ফেলেছি তারা কখনও ভুলে যাবে না।তবে শেষ পর্যন্ত, এটি যথেষ্ট ছিল না।তারা আমাদের সকলকে হত্যা করার আগে আমাদের অপরাধীদের মতো দৌড়াতে হয়েছিল। ”</i>

source: <i>“I don’t know if you and Harper will see this note, but if you do, I’m expecting ya to come find us. Remember them ol’ pirate islands we used to hear some of them Elensefar sailors talk about? We be heading there, southwest of the city and past the land’s end. See you in the Three Sisters, old friend. ― Relana”</i>
bn: <i> "আপনি এবং হার্পার এই নোটটি দেখতে পাবেন কিনা তা আমি জানি না, তবে আপনি যদি তা করেন তবে আমি আশা করছি যে আপনি আমাদের খুঁজে পাবেন।তাদের মনে রাখবেন ওল ’জলদস্যু দ্বীপপুঞ্জ আমরা তাদের মধ্যে কিছু এলেনসফার নাবিকদের কথা শুনে শুনতাম?আমরা সেখানে যাচ্ছি, শহরের দক্ষিণ -পশ্চিমে এবং জমির শেষ পেরিয়ে।পুরানো বন্ধু, তিন বোনের মধ্যে দেখা হবে।- রিলানা "</i>

source: So they survived! Them islands be a bit far, but I suppose this sack of old bones has one more adventure left in it...
bn: তাই তারা বেঁচে গেল!তাদের দ্বীপগুলি কিছুটা দূরে হতে পারে তবে আমি মনে করি এই পুরানো হাড়ের এই বস্তাটি এতে আরও একটি অ্যাডভেঞ্চার বাকি রয়েছে ...

source: Rogue Mage
bn: দুর্বৃত্ত ম্যাজ

source: Some mages are thrown out of the mages’ guild for attempting to practice forbidden arts. Now completely outside the law, these rogue mages do whatever is necessary to support their study of black magic. Although not as skilled as mages with more formal training, their magic can be quite lethal, while their banditry has resulted in moderate skill with the short sword.
bn: নিষিদ্ধ শিল্পকলা অনুশীলনের চেষ্টা করার জন্য কিছু ম্যাজকে ম্যাগেজের গিল্ডের বাইরে ফেলে দেওয়া হয়।এখন সম্পূর্ণ আইনের বাইরে, এই দুর্বৃত্ত ম্যাজগুলি তাদের কালো যাদু সম্পর্কে তাদের অধ্যয়নকে সমর্থন করার জন্য যা কিছু প্রয়োজন তা করে।যদিও আরও আনুষ্ঠানিক প্রশিক্ষণের সাথে ম্যাগেজের মতো দক্ষ না হলেও তাদের যাদু বেশ মারাত্মক হতে পারে, অন্যদিকে তাদের দস্যু সংক্ষিপ্ত তরোয়াল দিয়ে মাঝারি দক্ষতা অর্জন করেছে।

source: ice blast
bn: আইস বিস্ফোরণে

source: Shadow Lord
bn: ছায়া প্রভু

source: Few humans fathom the secrets of light and dark magic and retain their sanity. Those that can master that balance become Shadow Lords, fully existing neither in the world of light nor the world of darkness. No longer needing physical weapons, they are fearsome to both their enemies and those they lord over.
bn: অল্প কিছু মানুষ হালকা এবং অন্ধকার যাদুবিদ্যার গোপনীয়তা অর্জন করে এবং তাদের বিচক্ষণতা বজায় রাখে।যারা এই ভারসাম্যকে আয়ত্ত করতে পারে তারা ছায়া প্রভু হয়ে উঠতে পারে, সম্পূর্ণরূপে আলোর জগতে বা অন্ধকারের বিশ্বে বিদ্যমান।আর শারীরিক অস্ত্রের প্রয়োজন নেই, তারা তাদের শত্রু এবং তারা উভয়কেই লর্ড করে তাদের পক্ষে ভয়ঙ্কর।

source: astral blade
bn: অ্যাস্ট্রাল ব্লেড

source: shadow bolt
bn: ছায়া বল্ট

source: shadow blast
bn: ছায়া বিস্ফোরণ

source: Shadow Mage
bn: ছায়া ম্যাজ

source: Years of violence and brutality to support the study of forbidden magical arts have turned the shadow mages into feared fighters. Now completely enthralled with power, they have been known to command small followings of henchmen. They are outmatched in direct magical combat with their magic-using peers, instead channeling their energies into devastating melee attacks. Despite their offensive power, the corruption in their souls has begun to adversely affect their health.
bn: নিষিদ্ধ যাদুকরী শিল্পের অধ্যয়নকে সমর্থন করার জন্য বছরের পর বছর সহিংসতা এবং বর্বরতা ছায়া ম্যাজকে ভয়ঙ্কর যোদ্ধাদের মধ্যে পরিণত করেছে।এখন সম্পূর্ণরূপে ক্ষমতার সাথে মুগ্ধ হয়েছে, তারা হেনচমেনের ছোট ছোট অনুসরণকে আদেশ দেওয়ার জন্য পরিচিত।তারা তাদের যাদু-ব্যবহারকারী সমবয়সীদের সাথে সরাসরি যাদুকরী লড়াইয়ের সাথে লড়াই করে, পরিবর্তে তাদের শক্তিগুলিকে ধ্বংসাত্মক মারাত্মক আক্রমণে চ্যানেল করে।তাদের আক্রমণাত্মক শক্তি সত্ত্বেও, তাদের আত্মায় দুর্নীতি তাদের স্বাস্থ্যের বিরূপ প্রভাবিত করতে শুরু করেছে।

source: Villager
bn: গ্রামবাসী

source: Peasants live in the small hamlets and villages scattered across the Wesnoth countryside.
bn: কৃষকরা ওয়েসোথ গ্রামাঞ্চলে ছড়িয়ে ছিটিয়ে থাকা ছোট ছোট গ্রাম এবং গ্রামগুলিতে বাস করে।

source: Village Elder
bn: ভিলেজ এল্ডার

source: Each of the villages scattered across the Wesnoth countryside is normally guided by a group of elders, who are the village’s wisest and most experienced residents.
bn: ওয়েসোথ গ্রামাঞ্চলে ছড়িয়ে ছিটিয়ে থাকা প্রতিটি গ্রাম সাধারণত একদল প্রবীণদের দ্বারা পরিচালিত হয়, যারা গ্রামের বুদ্ধিমান এবং সবচেয়ে অভিজ্ঞ বাসিন্দা।

source: Senior Village Elder
bn: সিনিয়র ভিলেজ এল্ডার

source: The entire village looks to the senior elder for guidance. Strong and wise, the senior elders take responsibility for the community’s well-being on their shoulders. Provincial officials tend to choose senior village elders as magistrates so that legal and customary authority will coincide.
bn: পুরো গ্রাম গাইডেন্সের জন্য সিনিয়র প্রবীণদের দিকে তাকাচ্ছে।শক্তিশালী এবং জ্ঞানী, প্রবীণ প্রবীণরা তাদের কাঁধে সম্প্রদায়ের সুস্থতার জন্য দায়িত্ব নেন।প্রাদেশিক আধিকারিকরা প্রবীণ গ্রামের প্রবীণদের ম্যাজিস্ট্রেট হিসাবে বেছে নেওয়ার প্রবণতা পোষণ করেন যাতে আইনী ও প্রথাগত কর্তৃপক্ষের সাথে মিল থাকে।

source: female^Senior Village Elder
bn: মহিলা^সিনিয়র ভিলেজ এল্ডার

source: Peasant Youth
bn: কৃষক যুবক

source: The scruffy-haired peasant youth are much like the young people living elsewhere in Wesnoth: reckless, cocky, and eager to explore.
bn: কৃপণ কেশিক কৃষক যুবকরা অনেকটা ওয়েসনোথের অন্য কোথাও বসবাসকারী তরুণদের মতো: বেপরোয়া, কৌতুকপূর্ণ এবং অন্বেষণে আগ্রহী।

source: female^Peasant Youth
bn: মহিলা^কৃষক যুবক

source: Watchman
bn: প্রহরী

source: The watchmen are men and women who protect the villages from marauders, both human and otherwise, that prowl the Wesnoth countryside at night.
bn: ওয়াচম্যান হলেন পুরুষ এবং মহিলা যারা গ্রামগুলিকে ম্যারাডারদের হাত থেকে রক্ষা করেন, উভয়ই মানুষ এবং অন্যথায়, যে রাতে ওয়েসোথ গ্রামাঞ্চলে ছড়িয়ে পড়ে।

source: female^Watchwoman
bn: প্রহরী মহিলা

source: Borderer
bn: বর্ডারার

source: Border villages maintain militias dedicated to fending off hostiles. While these borderers are not trained and armed to up to military standards, their native toughness and knowledge of local conditions make them formidable on their home ground.
bn: সীমান্ত গ্রামগুলি শত্রুদের প্রতিরোধে উত্সর্গীকৃত মিলিশিয়াদের বজায় রাখে।যদিও এই বর্ডারারদের প্রশিক্ষিত এবং সামরিক মানদণ্ডের জন্য সশস্ত্র নয়, তাদের স্থানীয় দৃ ness ়তা এবং স্থানীয় অবস্থার জ্ঞান তাদের তাদের বাড়ির মাঠে শক্তিশালী করে তোলে।

source: female^Borderer
bn: বর্ডারার

source: Peasant Hunter
bn: কৃষক শিকারি

source: Villages, especially in wilder areas near frontiers, rely on hunters to bring in much of their food supply. Their stealth and intimate knowledge of local terrain can be valuable assets in combat.
bn: গ্রামগুলি, বিশেষত সীমান্তের নিকটবর্তী ওয়াইল্ডার অঞ্চলে, তাদের খাদ্য সরবরাহের বেশিরভাগ অংশ আনতে শিকারীদের উপর নির্ভর করে।তাদের স্টিলথ এবং স্থানীয় ভূখণ্ড সম্পর্কে অন্তরঙ্গ জ্ঞান যুদ্ধে মূল্যবান সম্পদ হতে পারে।

source: Peasant Trapper
bn: কৃষক ট্র্যাপার

source: Trappers are skilled hunters who supply food and furs for several villages. Their hunting experience makes them most valuable at night and in forests and swamps.
bn: ট্র্যাপাররা দক্ষ শিকারি যারা বেশ কয়েকটি গ্রামে খাবার এবং ফার সরবরাহ করে।তাদের শিকারের অভিজ্ঞতা তাদের রাতে এবং বন এবং জলাভূমিতে সবচেয়ে মূল্যবান করে তোলে।

source: Peasant Huntsman
bn: কৃষক শিকারী

source: Huntsmen have spent their lives in the backwoods and swamps of their wilderness homes. They can bullseye ferocious swamp rats and track anything that moves in their territory.
bn: হান্টসম্যানরা তাদের প্রান্তরের বাড়ির ব্যাকউডস এবং জলাভূমিতে তাদের জীবন কাটিয়েছেন।তারা হিংস্র জলাবদ্ধ ইঁদুরগুলিকে বুলসিয়ে করতে পারে এবং তাদের অঞ্চলে চলাচল করে এমন কোনও কিছু ট্র্যাক করতে পারে।

source: I’m coming... Erwen...
bn: আমি আসছি ... এরওয়েন ...

source: I’m finished...
bn: আমি শেষ...

source: How can this be?
bn: এটা কিভাবে হতে পারে?
